[
    {
        "summary": "环境在人的发展中的作用",
        "content": "首先，环境是人发展的外部条件。环境泛指个体生存与其中并影响个体发展 的外部世界。分为自然环境和社会环境两大类。对人的发展起主要影响作用的是 社会环境，关系到一个人的身心能否得到发展或发展到什么程度。"
    },
    {
        "summary": "环境在人的发展中的作用",
        "content": "最后，环境对人的发展的作用离不开人对环境的能动活动。环境的给定性离 不开主体的选择性。正因为有了环境的给定性，反而会激发人的能动性、创造性。"
    },
    {
        "summary": "个体能动性在人的发展中的作用",
        "content": "首先，个体的能动性是在人的活动中产生和表现出来的。人作为活动的主体 能动地认识和改造客观世界，其目的是为了解决生活和发展的需要。并在整个活 动过程中表现出主观能动性。"
    },
    {
        "summary": "个体能动性在人的发展中的作用",
        "content": "其次，个体的能动性是人发展的内在动力。人不仅是社会历史活动的主体， 也是自身发展的主体。个体能动性不仅影响个体对环境的选择，也会影响个体对 环境的加工。"
    },
    {
        "summary": "个体能动性在人的发展中的作用",
        "content": "最后，个体的能动性影响人的自我设计和自我奋斗。人在发展过程中，自我 意识和自我控制能力也发展起来，个体也就能够逐步有目的、自觉地影响自己的 发展。人在发展过程中的自我设计和自我奋斗实际上是人在意识中理智复现以往 的已有自我，调控今日的现实自我，筹划未来的理想自我。"
    },
    {
        "summary": "教育的本质",
        "content": "首先，教育从本质上来说，是一种有目的地培养人的社会活动。"
    },
    {
        "summary": "教育质的规定性",
        "content": "教育不管是 有组织的或是无组织的，系统的或是零碎的，家庭的或是学校的、社会的，都是 有目的地培养人的社会活动，这是教育质的规定性。"
    },
    {
        "summary": "知识的认识价值",
        "content": "知识的认识价值。学生掌握知识，意味着他掌握了事物的特性、掌握了认 识的工具、掌握了认识的资料和资源。学生掌握知识的深度和广度制约着她对世 界认识的深度和广度。"
    },
    {
        "summary": "知识的能力价值",
        "content": "知识的能力价值。知识是行为操作与心理操作认识的结晶。学生学习知识， 不仅要掌握知识的内容，还要把握知识的形式；不仅要掌握对事物的认识，还要 掌握操作事物的方法和能力。"
    },
    {
        "summary": "知识的陶冶价值",
        "content": "知识的陶冶价值。知识蕴含着科学精神和人文精神，科学精神引导人尊重 事实，实事求是，人文精神引导人追问人生意义，追求人生价值等。"
    },
    {
        "summary": "知识的实践价值",
        "content": "知识的实践价值。知识具有对社会实践的有用性或有效性。学生通过学习 知识，认识事物的特性，也就获得了通过社会实践改造事物的可能性。"
    },
    {
        "summary": "教育对人的发展的重大作用",
        "content": "最后，教育对人的发展的作用越来越大。不仅能促进个体的个性化还能促进 个体观念、职业和身份的社会化。但教育并非万能的，人的发展是一个长期而又 复杂的发展过程，在这个过程中会受到来自方方面面的影响，我们不能把教育夸 大为“万能教育 ”，而要客观理智的看待教育的作用，让其发挥最大可能性，同 时也要注重培养学生的自我教育能力。"
    },
    {
        "summary": "生产力对教育的制约",
        "content": "首先，生产力的发展水平制约教育事业发展的规模和速度。教育发展的物质 条件由生产力提供。如教育经费的支付能力直接影响到校舍建设、教师待遇等。"
    },
    {
        "summary": "生产力对教育的制约",
        "content": "其次，生产力的发展水平制约着人才培养的规格和教育结构。教育的根本问 题是培养什么人的问题。社会生产力水平决定劳动力的规格，进而决定教育所培 养人的规格。学校教育结构反映经济技术结构和产业结构的发展变革。这样教育 为生产所培养的人才能满足生产力发展的需求。"
    },
    {
        "summary": "生产力对教育的制约",
        "content": "最后，生产力的发展水平制约着教育内容的沿革。任何学校的教育内容都是 对该社会意识形态和科学技术水平的反映。教学内容发展的历史证明，学校的课 程设置特别是自然科学方面的，直接受制于生产力发展。"
    },
    {
        "summary": "社会经济政治制度对教育的制约",
        "content": "第一，社会政治经济制度的性质制约教育的性质。有什么样的社会关系就有 什么样的教育。如阶级社会的教育都是反映统治阶级的需要，是一定社会进行统 治的工具。"
    },
    {
        "summary": "社会经济政治制度对教育的制约",
        "content": "第二，社会政治经济制度制约教育的宗旨和目的。教育是一种有目的、有计 划、有组织的培养人的社会实践活动。社会性质不同，教育目的有所差异。"
    },
    {
        "summary": "社会经济政治制度对教育的制约",
        "content": "第三，社会政治经济制度制约教育的领导权。主要体现在：统治阶级利用政 权力量、经济力量、意识形态上的优势来掌握着教育的领导权"
    },
    {
        "summary": "社会经济政治制度对教育的制约",
        "content": "第四，社会政治经济制度制约受教育权。社会主义社会为教育机会均等提供 了极大的可能教育权。由于劳动人民主人翁的地位，从根本上铲除了教育极不平 等的障碍。"
    },
    {
        "summary": "广义的文化的含义",
        "content": "广义的文化是指人类在社会生活实践过程中创造的精神财富和物质财富的 总和，包括物质文化、精神文化、制度文化。"
    },
    {
        "summary": "狭义的文化的含义",
        "content": "狭义的文化是指精神文化，包括文 化观念和行为模式，即社会的思想道德、科技、教育、文学、艺术、宗教的复合 体。文化对教育的影响具有广泛性、基础性、深刻性、持久性。"
    },
    {
        "summary": "文化对教育的制约",
        "content": "第一，文化知识制约教育内容和水平。教育的本质是通过传递和创新文化来 培养人才。文化知识始终是教育的主要资源。文化知识的发展水平和丰富程度同 样制约着教育的发展水平和丰富程度。"
    },
    {
        "summary": "文化对教育的制约",
        "content": "第二，文化模式制约教育模式。不同文化模式下教育的模式具有很大差异。 如东方文化模式是追求和谐，崇尚德性。西方的文化模式是追求征服，崇尚理性。"
    },
    {
        "summary": "文化对教育的制约",
        "content": "第三，文化传统制约教育传统与变革。文化传统越久对教育传统变革的制约 性越大。如我国文化传统有极大的包容性和封闭性。受这些文化传统影响，我国 传统教育的价值取向呈现出重德轻术，师道尊严，读书做官等取向。"
    },
    {
        "summary": "教育的社会变迁功能的含义",
        "content": "教育的社会变迁功能是指，教育通过开发人的潜能、提高人的素质、促进人 的社会化，使人能适应社会的发展，进而能够推动社会的改革和发展。"
    },
    {
        "summary": "教育的社会变迁功能的组成",
        "content": "教育的社 会变迁功能包括：教育的经济功能、政治功能、生态功能、文化功能"
    },
    {
        "summary": "教育的经济功能",
        "content": "第一，教育是使可能的劳动力转变为现实劳动力的基本途径。个体生命的成 长只构成了可能的劳动力，一个人只有经过教育和训练，掌握一定生产部门的劳 动知识，并参与到社会生产中，他才能成为现实的劳动力。"
    },
    {
        "summary": "教育的经济功能",
        "content": "第二，现代教育是使知识形态的生产力转化为直接的生产力的一种重要途径。 科学知识仅仅是一种知识形态的生产力，只有当科学知识运用于生产过程，物化 为机器、设施，才有可能转化为直接的生产力。这就需要艰难复杂的科学研究， 而这一切都需要与教育紧密配合。"
    },
    {
        "summary": "教育的经济功能",
        "content": "第三，现代教育是提高劳动生产率和劳动者素质的重要因素。劳动生产率的 提高需要依靠科学技术的推广和革新，需要依靠劳动者通过受教育而提高的整体 素质。扩大脑力劳动者的比重，发挥劳动者在生产和改革中的创造性是现代教育 的重要任务。"
    },
    {
        "summary": "教育的政治功能",
        "content": "第一，教育通过传播一定社会的政治意识形态，完成年轻一代的政治社会化。 教育能直接或间接的，显性或隐性的向年轻一代传播社会政治意识，从而为一定社会政治秩序的稳定创造重要条件。"
    },
    {
        "summary": "教育的政治功能",
        "content": "第二，教育通过造就政治管理人才，促进政治体制的变革与完善。古代教育 十分重视培养政治人才，现代社会强调法治，更加重视政治人才的培养。"
    },
    {
        "summary": "教育的政治功能",
        "content": "第三，教育通过提高全民文化素质，推动国家的民主政治建设。一个国家普 及教育的程度越高，国民的文化素质越高，其国民就越能认识民主的价值，在政 治生活和社会生活中就越能履行民主的权利"
    },
    {
        "summary": "教育的政治功能",
        "content": "第四，教育还是形成社会舆论、影响政治时局的重要力量。学校是知识分子 和青少年集中的地方，他们有知识、有见解，通过教育者和受教育者的言论、行 动等，来宣传一定的思想，造就一定的舆论，为一定的政治、经济服务。"
    },
    {
        "summary": "教育的文化功能",
        "content": "第一，教育对文化的传递。人类社会能从愚昧与野蛮，走向今天的文明与开 放，是文化教化的结果。而文化教化的前提是文化的传递。(谈学校文化教育)"
    },
    {
        "summary": "教育的文化功能",
        "content": "第二，教育对文化的选择。教育的文化选择既要符合特定社会政治经济制度 的利益的要求，也要符合人的身心发展的客观规律。"
    },
    {
        "summary": "教育的文化功能",
        "content": "第三，教育对文化的发展。首先，文化的生命不仅在于它的保存和积累，更 在于它的更新与创造。其次，教育通过广泛的文化交流，不断地吸收其他民族的 文化精华，补充、更新和发展本民族文化。"
    },
    {
        "summary": "教育的社会流动动能的含义",
        "content": "教育的社会流动功能是指社会成员通过教育的培养、筛选与提高，能 够在不同的社会区域、社会层次、职业岗位、科层组织之间转换、调整与变动， 以充分发挥其个性特长，展现其智慧才能，实现其人生抱负。按其流向可分为横 向流动功能与纵向流动功能。"
    },
    {
        "summary": "教育的社会变迁功能的含义",
        "content": "教育的社会变迁功能是就教育所培养的社会实践主体在生产、科技、 经济、政治与文化等社会生活各个领域发挥的作用而言的。它指向的主要是社会 整体的存在、延续、演变与发展。在社会变迁过程中，人主要是作为社会的工具 来审视、设计、培养和训练。以期切实地为社会的变迁服务。"
    },
    {
        "summary": "教育的社会流动功能的含义",
        "content": "教育的社会流动功能是就教育所培养的社会实践主体，通过教育的培 养与提高，能够在不同的社会领域之间转换。它指向的主要是社会个体的生存与 发展境遇的改善。在社会流通过程中，人主要作为目的，为个人的生存与发展服 务。"
    },
    {
        "summary": "教育的社会变迁功能与社会流动功能的关系",
        "content": "最后，教育的社会变迁功能与社会流动功能之间存在内在联系，二者相互促 进，相辅相成。"
    },
    {
        "summary": "教育的社会变迁功能与社会流动功能的关系",
        "content": "第一，教育的社会变迁功能为社会流动功能的产生奠定了客观基础，并为其实 现开拓了可能的空间。"
    },
    {
        "summary": "教育的社会变迁功能与社会流动功能的关系",
        "content": "第二，社会流动功能的实现程度，既是衡量社会变迁的价值尺度，又是推进社 会变迁的动力"
    },
    {
        "summary": "教育的相对独立性的含义",
        "content": "教育的相对独立性是指教育作为社会的一个子系统，它对社会的能动作用具 有自身的规律性，它的发展也有其连续性和继承性。"
    },
    {
        "summary": "教育目的含义",
        "content": "教育目的是把受教育者培养成为一定社会所需要的人的总要求，是学校教育 所要培养的人的质量规格。"
    },
    {
        "summary": "教育目的分类",
        "content": "教育目的从内涵上看，有广义和狭义之分。广义的教育目的是指存在于人头 脑之中对受教育者的期望和要求。狭义的教育目的是指由国家提出的教育总目的 和各级各类学校的教育目标，以及课程和教学等面对所培养的人的要求。"
    },
    {
        "summary": "教育目的的价值取向",
        "content": "所谓教育目的的价值取向，是指教育目的的提出者或从事教育活动的主体依 据自身的需要对教育价值作出选择时所持有的一种倾向。有两种典型的价值取 向：社会本位论和个人本位论。"
    },
    {
        "summary": "个人本位论的观点",
        "content": "个人本位论者认为，教育目的应当由人的本性、本能的需要来决定，教育的根本目的就是人的本性和本能的高度发展，个人本位论主要有以下观点"
    },
    {
        "summary": "社会本位论的观点",
        "content": "社会本位论者认为，教育目的是由社会的需要所决定的，培养社会所需要的 人就是教育要追求的根本目的，教育应该按照社会对个人的要求来设计。"
    },
    {
        "summary": "马克思主义人的全面发展学说",
        "content": "马克思认为人的全面发展是一个社会历史过程，受社会生产力和生产关系的 制约，人的发展实际上是指在人的劳动能力全面发展的基础上包括人的社会关 系、道德精神面貌、意志、情感、个性及审美意识和能力上的和谐统一发展。"
    },
    {
        "summary": "我国的教育目的",
        "content": "我国教育目的的基本精神在于培养德智体美全面发展的具有独立个性的社会 主义现代化需要的各级各类人才。"
    },
    {
        "summary": "普通中小学教育的组成成分",
        "content": "普通中小学教育包括体育、智育、德育、美育和综合实践活动。"
    },
    {
        "summary": "全面发展教育",
        "content": "全面发展教育是指教育者根据社会的政治经济需要和人的身心发展的特点， 有目的、有计划、有组织地对受教育者实施的旨在促进人的素质全结构全面、和 谐、充分发展的教育。"
    },
    {
        "summary": "体育",
        "content": "体育是授予学生健身知识、技能，发展学生体力、增强学生体质的教育。"
    },
    {
        "summary": "智育",
        "content": "智育是授予学生系统的科学文化知识、技能和发展他们智力的教育，它能够 帮助学生认识自然规律、社会规律，提高分析和解决问题的能力，掌握从事社会 主义现代化建设和各种社会工作的实际本领。"
    },
    {
        "summary": "德育",
        "content": "德育是引导学生领悟社会主义思想观点和道德规范，组织和指导学生的道德 实践，培养学生的社会主义品德的教育，它集中体现了我国教育的价值取向和社 会政治性质，对学生的全面发展起着定向和动力的作用。"
    },
    {
        "summary": "美育",
        "content": "美育是培养学生正确的审美观、发展他们的鉴赏美、创造美的能力，培养他 们的高尚情操和文明素质的教育。它在净化学生心灵，激发学生热爱和追求美好 生活，促进学生全面发展上具有重要作用。"
    },
    {
        "summary": "综合实践活动",
        "content": "综合实践活动是在教师的指导下，密切联系学生自身生活和社会实际，让学 生自主进行实践活动，包括研究性学习、社区服务、社会实践。积累解决实际问 题的经验、提高综合应用知识于实践的能力。"
    },
    {
        "summary": "德育、智育、体育、美育等教育活动之间的关系",
        "content": "德育、智育、体育、美育等教育活动相互之间既有区别又有联系。首先，五育既各有特点、规律和功能，是相对独立、缺一不可的，不能相互替代。其次，各育之间相互联系，相互渗透。德育是各育实施的保证方向和保证动力；智育是各育实施的认识基础、智力支持；体育是各育实施的机体保证，是人的一 切活动的基础；美育协调各育的发展；劳动技术教育是各育的实践基础。所以，我们要坚持五育并举，相辅相成，发挥教育的整体功能，避免顾此失彼， 重此轻彼。"
    },
    {
        "summary": "教育制度",
        "content": "所谓教育制度，是指一个国家或地区各级类教育机构的体系及其管理规则的 总称。"
    },
    {
        "summary": "教育制度的组成",
        "content": "教育制度包括相互联系的两个方面：一是教育的施教系统。二是学校的管理机构系统"
    },
    {
        "summary": "教育的施教系统",
        "content": "一是教育的施教系统。包括学校、幼儿、成 人教育机构系统等。"
    },
    {
        "summary": "学校的管理机构系统",
        "content": "二是学校的管理机构系统。包括教育行政机构、教育管理机 构、教育评价机构等，以及这些教育机构赖以存在和运行的一整套规则。"
    },
    {
        "summary": "学校教育制度",
        "content": "学校教育制度简称学制，是一个 国家或地区各级各类学校的系统及其管理规则的总称。"
    },
    {
        "summary": "学制的基本要素",
        "content": "制由三个基本要素构成， 即学校的类型、学校的级别、学校的结构。"
    },
    {
        "summary": "终身教育",
        "content": "终身教育是一个人各阶段当中所受到的各种教育的总和，也是人所受到的不 同类型教育的综合。"
    },
    {
        "summary": "现代学校教育制度的基本类型",
        "content": "现代学校教育制度的基本类型：（1）双轨学制（2）单轨学制（3）分支型学制"
    },
    {
        "summary": "双轨学制",
        "content": "在政治、经济发展的影响下，由古代学校演变来的带有等级特权痕迹的学术性现代学校和新产生的供劳动人民子女人学的群众性  现代学校，同时得到了比较充分的发展，形成了欧洲现代教育的双轨学制，简称 双轨制。"
    },
    {
        "summary": "双轨学制的特点",
        "content": "一轨自上而下，为资产阶级子女设立的，其结构是大学、中学；另一轨自下 而上，为劳动人民子女设立的，其结构是小学及其后的职业学校。"
    },
    {
        "summary": "单轨学制",
        "content": "随着经济的快速发展，美国原来的双轨制中的学术性一轨没有得到充分的发 育，就被在短期内迅速发展起来的群众性小学和群众性中学所湮没，从而形成了 美国的单轨学制，简称单轨制。"
    },
    {
        "summary": "美国单轨制的结构",
        "content": "美国单轨制自下而上的结构是：小学、中学、大学。"
    },
    {
        "summary": "幼儿教育阶段的变化",
        "content": "幼儿教育阶段：第一，幼儿教育的结束期有提前的趋势。第二，加强小学和幼儿教育的连接。"
    },
    {
        "summary": "小学教育阶段的变化",
        "content": "小学教育阶段：第一，小学已无初、高级之分。第二，小学入学年龄提前到 6 岁甚至 5 岁。第三，小学年限缩短到5 年、4 年甚至 3 年。"
    },
    {
        "summary": "初中教育阶段的变化",
        "content": "初中教育阶段：第一，初中学制延长。第二，把初中阶段看做普通教育的中间阶段。第三，把它和小学连接起来，统一进行文化科学基础知识教育。"
    },
    {
        "summary": "高中教育阶段的变化",
        "content": "高中阶段学制的多种类型，即高中阶段教育结构的多样化，乃是现代学制的 一个重要特点"
    },
    {
        "summary": "职业教育阶段的变化",
        "content": "职业教育阶段：第一，对文化科学技术基础的要求越来越高。第二，职业教育的层次和类型的多样化。"
    },
    {
        "summary": "高等教育阶段的变化",
        "content": "高等教育阶段：第一，多层次。专科、本科、研究生(硕士、博士)。第二，多类型。现代高等学校的院校、科系、专业类型繁多，有的注重学术 性，有的侧重专业性，有的偏重职业性。"
    },
    {
        "summary": "义务教育",
        "content": "义务教育是国家用法律形式规定的对一定年龄 儿童免费实施的某种程度的学校教育"
    },
    {
        "summary": "课程",
        "content": "课程是由一定的育人目标、特定的知识经验和预期的学习活动方式构成的一 种动态的教育存在。"
    },
    {
        "summary": "课程的内涵",
        "content": "从育人目标的角度看，课程是一种培养人的蓝图；从课程内容的角度看，课 程是一种适合学生身心发展规律的、连接学生直接经验和间接经验的、引导学生 个性全面发展的知识体系及其获取的路径。"
    },
    {
        "summary": "课程方案",
        "content": "课程方案也称教学计划，是指教育机构或学校为了实现教育目的而制订的有 关课程设置的文件。"
    },
    {
        "summary": "普通小学与中学的课程方案",
        "content": "普通小学与中学的课程方案，是指在国家的教育目的与方针的指导下，为实 现各级基础教育的目标，由国家教育主管部门制订的有关课程设置、顺序、学时 分配以及课程管理等方面的政策性文件。"
    },
    {
        "summary": "课程标准",
        "content": "课程标准是指在一定课程理论指导下，依据培养目标和课程方案，以纲要形 式编制的关于教学科目内容、教学实施建议以及课程资源开发等方面的指导性文 件。规定了某门学科的性质与地位，是教学、教材编写、评估考试的依据。"
    },
    {
        "summary": "教科书",
        "content": "教科书亦称课本，它是依据课程标准编制的教学规范用书。"
    },
    {
        "summary": "课程设计",
        "content": "课程设计是以一定的课程观为指导，制定课程标准、选择和组织课程内容、 预设学习活动方式的活动。是对课程目标、教育经验和预设学习活动方式的具体 化过程。分为课程目标设计和课程内容设计。"
    },
    {
        "summary": "课程目标",
        "content": "课程目标是课程实施应达到的学生身心素质发展的预期结果，是对培养目标 的具体化。"
    },
    {
        "summary": "课程目标制定的依据",
        "content": "（1）课程目标制定的依据。第一，学生需要，课程的基本职能就是促进学生的身心发展，所以要考虑。第二，社会需要，学生作为个体，最终要成为一个社会人而融入到特定的社 会，学校教育的一个主要任务是使学生社会化。"
    },
    {
        "summary": "课程目标设计的基本方式",
        "content": "（2）课程目标设计的基本方式。第一，结果性目标的陈述方式。第二，体验性目标的陈述方式。第三，表现性目标的陈述方式。"
    },
    {
        "summary": "结果性目标",
        "content": "所谓结果性目标，即明确告诉人们学生的学 习结果是什么。"
    },
    {
        "summary": "体验性目标",
        "content": "所谓体验性目标，即描述学生自己的心理感 受、情绪体验应达成的标准。"
    },
    {
        "summary": "表现性目标",
        "content": "所谓表现性目标，即明确安排学生各种各样 的个性化的发展机会和发展程度。"
    },
    {
        "summary": "课程内容",
        "content": "课程内容是根据课程目标从人类的经验体系中选择出来，并按照一定的逻辑 序列组织编排而成的知识体系和经验体系。"
    },
    {
        "summary": "课程内容的选择方式",
        "content": "课程内容的选择：间接经验的选择和直接经验的选择"
    },
    {
        "summary": "课程内容的组织",
        "content": "课程内容的组织：第一，直线式与螺旋式 第二，纵向组织与横向组织 第三，逻辑顺序与心理顺序"
    },
    {
        "summary": "直线式",
        "content": "直线式是指把课程内容组织成一条在逻辑上前后联系的“直线 ”。前后内容 不重复，即课程内容直线前进，前面安排过的内容在后面不再呈现。"
    },
    {
        "summary": "螺旋式",
        "content": "螺旋式是指在不同单元乃至阶段或不同课程门类中，使课程内容重复出现， 逐渐扩大知识面，加深知识难度。"
    },
    {
        "summary": "纵向组织",
        "content": "纵向组织是指按照知识的逻辑序列，从已知到未知、从具体到抽象等先后顺 序组织编排课程内容。"
    },
    {
        "summary": "横向组织",
        "content": "横向组织是指打破学科的知识界限和传统的知识体系，按照学生发展的阶  段，以学生发展阶段需要探索的、社会和个人最关心的问题为依据，组织课程内 容，构成一个一个相对独立的专题。"
    },
    {
        "summary": "纵向组织和横向组织的特点",
        "content": "比较地看，纵向组织注重课程内容的独立体系和知识的深度，而横向组织强 调课程内容的综合性和知识的广度。"
    },
    {
        "summary": "谈话法",
        "content": "谈话法是教师按一定的教学要求向学生提出问题让学生回答，通过问答、对话的形式来引导学生思考，探究，获取或巩固知识，促进智能发展的方法。"
    },
    {
        "summary": "谈话法分类",
        "content": "谈话法是教师按一定的教学要求向学生提出问题让学生回答，通过问答、对话的形式来引导学生思考，探究，获取或巩固知识，促进智能发展的方法。"
    },
    {
        "summary": "谈话法的基本要求",
        "content": "谈话法的基本要求如下：第一，准备好问题和谈话计划。第二，善问。第三，善于启发诱导。第四，做好归纳、小结。"
    },
    {
        "summary": "读书指导法",
        "content": "读书指导法是教师指导学生通过阅读教科书、参考书以获取知识或巩固知识 的方法"
    },
    {
        "summary": "读书指导法的基本要求",
        "content": "读书指导法的基本要求如下：第一，提出明确的目的、要求和思考题。第二，教给学生读书的方法。第三，善于在读书中发现问题与解决问题。"
    },
    {
        "summary": "练习法",
        "content": "练习法是学生在教师指导下运用知识去反复完成一定的操作，或解决某类作业与习题，以加深理解和形成技能技巧的方法。"
    },
    {
        "summary": "练习法的基本要求",
        "content": "练习法的基本要求如下：第一，提高练习的自觉性。第二，循序渐进、逐步提高。"
    },
    {
        "summary": "演示法",
        "content": "演示法是教师通过展示实物、直观教具、实验或播放有关教学内容的软件、 特制的课件，使学生认识事物、获得知识或巩固知识的方法。"
    },
    {
        "summary": "演示法的基本要求",
        "content": "演示法的基本要求如下：第一，作好演示前的准备。第二，使学生明确演示的目的、要求与过程。"
    },
    {
        "summary": "实验法",
        "content": "实验法是在教师指导下学生运用一定的仪器设备进行独立作业，观察事物和 过程的发生和变化，探求事物的规律，以获得知识和技能的方法。"
    },
    {
        "summary": "实验法的基本要求",
        "content": "实验法的基本要求如下：第一，作好实验前的准备。第二，明确实验的目的、要求与做法。第三，注意实验过程中的指导。"
    },
    {
        "summary": "实习作业法",
        "content": "实习作业法是学生在教师的指导下进行一定的实际活动以培养学生实际操 作能力的方法。"
    },
    {
        "summary": "实习作业法的基本要求",
        "content": "实习作业法的基本要求如下：第一，作好实习作业的准备。第二，作好实习作业的动员。"
    },
    {
        "summary": "讨论法",
        "content": "讨论法是学生在教师指导下为解决某个问题而进行探讨，辨明其是非、真伪 以获取知识并发展能力的方法。"
    },
    {
        "summary": "讨论法的基本要求",
        "content": "讨论法的基本要求如下。第一，讨论的问题要有吸引力。第二，善于在讨论中对学生进行启发、引导。第三，作好讨论小结。"
    },
    {
        "summary": "研究法",
        "content": "研究法是学生在教师的指导下通过独立的探素，创造性地解决问题，获取知 识和发展能力的方法。"
    },
    {
        "summary": "研究法的基本要求",
        "content": "研究法的基本要求如下。第一，正确选定研究课题。第二，提供必要的条件。第三，让学生独立思考与探索。"
    },
    {
        "summary": "教学组织形式",
        "content": "教学组织形式是指为完成特定的教学任务，教师和学生按一定要求组合起来 进行活动的结构。"
    },
    {
        "summary": "教学组织形式分类",
        "content": "在教学史上，先后出现了以下几种影响较大的教学组织形式。 如班级授课制、个别教学制、分组教学制。"
    },
    {
        "summary": "班级授课制",
        "content": "班级授课制是一种集体教学形式，把一定数量的学生按年龄和知识程度编成固定的班级， 根据周课表和作息时间表，安排教师有计划地向全班学生集体上课，分别学习设 置的各门课程。"
    },
    {
        "summary": "班级授课制的特点",
        "content": "在班级授课制中，同一个班的学生的学习内容与进度必须一致。 主要特征：场所固定、学生固定、教师固定、时间固定、内容固定"
    },
    {
        "summary": "个别教学制",
        "content": "别教学制是教师面对个别或少数学生进行教学的一种组织形式。"
    },
    {
        "summary": "个别教学制的特点",
        "content": "在个别教 学制中，每位学生所学的内容和进度可以有所不同，教师对每位学生教的方法和 要求也有所区别，自然每位学生学习的成效各不一样，甚至差距极大。"
    },
    {
        "summary": "分组教学",
        "content": "分组教学是指按学生的能力或学习成绩把他们分为水平不同的组进行教学。"
    },
    {
        "summary": "分组教学的类型",
        "content": "分组教学的类型主要有能力分组和作业分组。"
    },
    {
        "summary": "能力分组",
        "content": "能力分组，是根据学生的能力发展 水平来分组教学的。"
    },
    {
        "summary": "作业分组",
        "content": "作业分组，是根据学生的特点和意愿来分组教学的。"
    },
    {
        "summary": "分组教学的类型",
        "content": "分组教学还可以分为内部分组与外部分组两种形式。"
    },
    {
        "summary": "内部分组",
        "content": "内部分组根据学生能力 或学习成绩发展变化情况来分组教学的"
    },
    {
        "summary": "外部分组",
        "content": "外部分组按学生的能力或学习成绩的差 别来分组教学。"
    },
    {
        "summary": "教学工作的基本环节",
        "content": "教学工作的基本环节：第一，备课；第二，上课；第三，作业的布置与批改"
    },
    {
        "summary": "备课的基本内容",
        "content": "备课：是上好课的先决条件。(1)认真研教材(2)深入了解学生(3)合理选择教法"
    },
    {
        "summary": "上课的要求",
        "content": "上课：是提高教学质量的关健，是教学的中心环节。要以现代教学理念为 指导，遵循教学规律，全面贯彻教学原则，善于科学而灵活的运用各种教学方法。"
    },
    {
        "summary": "作业的布置与批改",
        "content": "作业的布置与批改：是教学效果的反馈环节。（1）作业内容要紧扣课堂内容。（2）作业的布置要适当，内容要涉及多个方面，难度合适。"
    },
    {
        "summary": "课外辅导",
        "content": "课外辅导：是课堂教学的必要补充形式，是提高教学质量的关键。"
    },
    {
        "summary": "教学评价",
        "content": "教学评价是对教育工作质量的测量、分析、评定。"
    },
    {
        "summary": "教学评价的种类",
        "content": "首先，根据评价在教学过程中的作用不同，可分为诊断性评价、形成性评价和 总结性评价。"
    },
    {
        "summary": "诊断性评价",
        "content": "诊断性评价。是在学期教学开始或单元教学开始时，对学生现有的知识水 平、能力发展的评价。"
    },
    {
        "summary": "形成性评价",
        "content": "形成性评价。是在教学进程中对学生的知识掌握和能力发展的比较经常而 及时的测评与反馈。"
    },
    {
        "summary": "总结性评价",
        "content": "总结性评价。是在一个大的学习阶段，如一个学期或一门学科终结时，对 学生学习的成果进行的较正规的、制度化的考查、考试及其成绩的全面评定，也 称终结性评价。"
    },
    {
        "summary": "教学评价的种类",
        "content": "其次，根据评价所运用的方法和标准不同，可分为相对性评价和绝对性评价。"
    },
    {
        "summary": "相对性评价",
        "content": "相对性评价。是用常模参照性测验对学生成绩进行评定，它依据学生个人 的成绩在该班学生成绩序列中或常模中所处的位置来评价和决定他的成绩优劣。"
    },
    {
        "summary": "绝对性评价",
        "content": "绝对性评价。是用目标参照性测验对学生成绩进行评定，它依据教学目标和教材编制试题来测量学生的学业成绩，判断学生是否达到了教学目标的要 求。"
    },
    {
        "summary": "教学评价的种类",
        "content": "最后，根据评价的主体不同，可分为教师评价和学生自我评价。"
    },
    {
        "summary": "教学评价的原则",
        "content": "第一，客观性原则。第二，计划性原则。第三，发展性原则。第四，指导性原则"
    },
    {
        "summary": "客观性原则",
        "content": "第一，客观性原则。教学评价要客观公正、科学合理，不能主观臆断、掺杂 个人情感。"
    },
    {
        "summary": "计划性原则",
        "content": "第二，计划性原则。教学评价必须配合教学工作有计划地进行，避免评价太 多或者过于集中"
    },
    {
        "summary": "发展性原则",
        "content": "第三，发展性原则。教学评价应着眼于学生学习的进步、教师能力的提高，"
    },
    {
        "summary": "指导性原则",
        "content": "第四，指导性原则。教学评价应在指出学生的长处和不足之处的基础上提出 建设性意见。"
    },
    {
        "summary": "教学评价的方法",
        "content": "教学评价的方法：观察法、测验法、调查法自我评价法"
    },
    {
        "summary": "学生学业成绩的评价的含义",
        "content": "学生学业成绩评价实质上就是判断学生是否达到或在何种程度上达 到了教学目标的要求。"
    },
    {
        "summary": "学生学业成绩的评价的意义",
        "content": "学校通过对学生学业的评价，检查教学的完成情况，从检查中获得 反馈信息，用来指导和调节教学过程和学习过程，从而改善教学、提高质量。"
    },
    {
        "summary": "学生学业成绩的评价的方式",
        "content": "主要由考查和考试两个部分组成。"
    },
    {
        "summary": "考查",
        "content": "考查：指对学生的学习情况和成绩进行的一种经常性的小规模的检查 与评定。"
    },
    {
        "summary": "考查形式",
        "content": "考查有口头提问、检查书面作业和书面测验等形式。"
    },
    {
        "summary": "考试",
        "content": "考试：指对学生学业成绩进行的阶段性或总结性的检查与评定，"
    },
    {
        "summary": "考试类型",
        "content": "考试通常有期中考试、学期考试、学年考试，毕业考试等形式。"
    },
    {
        "summary": "教师工作评价的含义",
        "content": "教师教学工作的评价，亦称“评教 ”，是对教师教学的质量分析和 评价。"
    },
    {
        "summary": "教师工作评价的要求",
        "content": "第一，注重分析教师的教学质量，而不是评价他的专业水平。第二，根据学生的成绩来评价教师的教学质量。"
    },
    {
        "summary": "教师工作评价的方法",
        "content": "分析法、记分法"
    },
    {
        "summary": "分析法",
        "content": "分析法:这是根据一定教学目的、原则或标准来分析和评价教师教学质量的 方法，这是一种常用的评教方法，评价一节课，大多采用分析法。"
    },
    {
        "summary": "记分法",
        "content": "记分法:这是通过量化的分项记分来评价教师教学质量的方法，是近几年来 渐渐盛行起来的方法。"
    },
    {
        "summary": "广义的德育",
        "content": "广义的德育是指教育者根据一定的要求和受教育者身心发展的规律，有目 的、有计划、有组织地在受教育者身上培养所期望的政治素质、思想素质、道德 素质、法律素质等，以促进他们成为合格的社会成员的过程。"
    },
    {
        "summary": "广义的德育的组成",
        "content": "广义的德育包括政治教育、 思想教育、道德教育、法律教育。"
    },
    {
        "summary": "狭义的德育",
        "content": "狭义的德育专指道德教育，即教育者根据一定历史时期社会的道德要求和个体的品德心理发展规律，有目的、有计划、有组织地在受教育者身上培养所期望 的道德素质，使他们具有正确的道德观念、丰富的道德情感、坚强的道德意志、 较强的道德实践能力，不断提升他们的道德境界的教育过程。"
    },
    {
        "summary": "德育的特点",
        "content": "第一，德育旨在培养学生的道德信念和人生观，形成学生的道德行为习惯，主要 属于伦理领域。"
    },
    {
        "summary": "德育的特点",
        "content": "第二，德育要解决的矛盾主要不是求真，不是学生对事物的知与不知，以回答世 界是什么的问题。而是求善、知善、行善，回答世界应该是什么的问题。"
    },
    {
        "summary": "德育的特点",
        "content": "第三，品德是个性素质结构的重要因素，在个性素质结构中起着价值定向的作用。"
    },
    {
        "summary": "德育的功能",
        "content": "学校德育不仅有对学生的育德功能，促进学生个性的全面发展， 而且通过育人发挥着重要的社会功能，促进社会的发展。"
    },
    {
        "summary": "德育的任务",
        "content": "德育的任务：第一，逐步提高学生的道德修养能力和形成社会主义和共产主义道德观。第二，培养学生坚定的政治立场和高尚的道德情操。"
    },
    {
        "summary": "德育过程",
        "content": "德育过程是在教师有目的有计划的教导下，学生主动地、积极地进行道德认 识和道德实践，逐步提高自我修养能力、形成社会主义品德的过程。"
    },
    {
        "summary": "德育过程的要素",
        "content": "构成德育过 程的要素是教育者、受教育者、德育内容、德育方法。"
    },
    {
        "summary": "德育过程的特点",
        "content": "德育过程是教师引导下学生能动的道德活动过程"
    },
    {
        "summary": "德育过程的特点",
        "content": "德育过程是培养学生知情信意行的过程。"
    },
    {
        "summary": "道德品德的要素",
        "content": "知情意行是构成道德品德的四个因素。"
    },
    {
        "summary": "知",
        "content": "知是指道德认识，是对道德规范及其意义的理解和掌握。"
    },
    {
        "summary": "情",
        "content": "情是指道德情感，是人们对是非善恶判断时的内心体验。"
    },
    {
        "summary": "意",
        "content": "意是指道德意志，是调节道德行为的一种精神力量。"
    },
    {
        "summary": "行",
        "content": "行是指道德行为，是人在认识、情感、意志的支配下对社会做出的反应。"
    },
    {
        "summary": "德育的特点",
        "content": "德育要有全面性，促进知情信意行的和谐发展"
    },
    {
        "summary": "德育的特点",
        "content": "德育具有多开端性，要具体问题具体分析."
    },
    {
        "summary": "德育的特点",
        "content": "德育要有针对性，对知情信意行采取不同的方式方法."
    },
    {
        "summary": "德育过程的特点",
        "content": "第三，德育过程是提高学生自我教育能力的过程"
    },
    {
        "summary": "自我教育能力在德育过程中的作用",
        "content": "一方面，自我教育能力是德育的一个重要条件，只有注意培养与提高学生的 这种能力，学生品德内部矛盾才能转化。另一方面，学生的自我教育能力又是学 生品德发展过程的重要标志。"
    },
    {
        "summary": "自我教育能力的构成因素",
        "content": "自我教育能力主要包括自我期望能力、自我评价能力和自我调控能力"
    },
    {
        "summary": "德育过程的特点",
        "content": "第四，德育过程是促进学生品德发展的矛盾积极转化的过程"
    },
    {
        "summary": "德育过程的基本矛盾",
        "content": "德育过程的基本矛盾：社会通过教师向学生提出道德要求与学生已有品德 水平之间的矛盾。"
    },
    {
        "summary": "促进学生品德发展外部矛盾的积极转化",
        "content": "促进学生品德发展外部矛盾的积极转化。主要指发挥学校教育的主导作用。使学校教育与家庭教育的道德标准内外 一致。"
    },
    {
        "summary": "德育原则的重要性",
        "content": "德育原则是教师对学生进行德育应该遵循的基本要求。它以个体品德发展规 律和社会发展要求为依据，概括了德育实践的宝贵经验，反映了德育过程的规律 性。"
    },
    {
        "summary": "理论和生活相结合原则",
        "content": "理论和生活相结合原则是指进行德育要以学生的现实生活为基点，联系学生 生活，引导学生把思想政治观念和社会道德规范的学习同参与生活实践结合起  来，把提高道德思想境界与养成道德行为习惯结合起来，做到心口如一，言行一 致。"
    },
    {
        "summary": "贯彻理论和生活相结合原则的基本要求",
        "content": "贯彻理论和生活相结合原则的基本要求如下。第一，理论学习要结合实际，切实提高学生的思想。 第二，注重实践，培养道德行为习惯。"
    },
    {
        "summary": "疏导原则",
        "content": "疏导原则是指进行德育要循循善诱、以理服人，从提高学生认识人手，调动 学生的主动性，使他们积极向上。"
    },
    {
        "summary": "贯彻疏导原则的基本要求",
        "content": "贯彻疏导原则的基本要求如下。第一，讲明道理、疏通思想。第二，因势利导、循循善诱。"
    },
    {
        "summary": "长善救失原则",
        "content": "长善救失原则是指进行德育要调动学生自我教育的积极性，依靠和发扬他们 自身的积极因素去克服品德上的消极因素，促进他们的道德成长"
    },
    {
        "summary": "贯彻长善救失原则的基本要求",
        "content": "贯彻长善救失原则的基本要求如下：第一，“一分为二”地看待学生；第二，发扬积极因素，克服消极因素"
    },
    {
        "summary": "严格要求与尊重学生相结合",
        "content": "严格要求与尊重学生相结合原则是指进行德育要把对学生的思想和行为的  要求与对他们个人的尊重和信赖结合起来，使教育者对学生的影响与要求易于转 化为学生的品德。"
    },
    {
        "summary": "严格要求与尊重学生相结合原则的基本要求",
        "content": "严格要求与尊重学生相结合原则的基本要求如下：第一，尊重和信赖学生。第二，严格要求学生。"
    },
    {
        "summary": "因材施教原则",
        "content": "因材施教原则是指进行德育要从学生品德发展的实际出发，根据他们的年龄 特征和个性差异进行不同的教育，使每个学生的品德都能得到最大程度的发展"
    },
    {
        "summary": "贯彻因材施教原则的基本要求",
        "content": "贯彻因材施教原则的基本要求如下：第一，深人了解学生的个性特点和内心世界。第二，根据学生个性特点有的放矢地进行教育。"
    },
    {
        "summary": "在集体中教育原则",
        "content": "在集体中教育原则是指进行德育有赖于学生的社会交往、共同活动，注意依靠学生集体，通过社会交往和集体活动进行教育，充分发挥学生集体在教育中的 巨大作用"
    },
    {
        "summary": "贯彻在集体中教育原则的基本要求",
        "content": "贯彻在集体中教育原则的基本要求如下：第一，引导学生关心、热爱集体，为建设良好的集体而努力。第二，通过集体教育学生个人，通过学生个人转变影响集体。第三，把教师的主导作用与集体的教育力量结合起来。"
    },
    {
        "summary": "教育影响一致性和连贯性原则",
        "content": "教育影响一致性和连贯性原则是指进行德育应当有目的、有计划地把来自各 方面对学生的教育影响加以组织、调节、整合，使其互相配合、协调一致、前后 连贯地进行，以保障学生的品德能按教育目的的要求发展。"
    },
    {
        "summary": "贯彻教育影响一致性和连贯性原则的基本要求",
        "content": "贯彻教育影响一致性 和连贯性原则的基本要求如下：第一，组建教师集体，使校内教育影响一致。第二，做好衔接工作，使对学生的教育前后连贯和一致。"
    },
    {
        "summary": "德育途径",
        "content": "德育途径主要有直接的道德教学和间接的道德教育。"
    },
    {
        "summary": "直接的道德教学",
        "content": "首先，直接的道德教学即开设专门的品德课、思想政治课及其他学科教学， 系统地向学生传授道德知识和道德理论。"
    },
    {
        "summary": "间接的道德教育",
        "content": "其次，间接的道德教育有：课外活动与校外活动、学校共青团少先队活动、 心理咨询、班主任工作、校园生活"
    },
    {
        "summary": "德育方法",
        "content": "德育方法是指用来提高学生思想认识，培养学生道德行为习惯，形成完整品 德的方法。"
    },
    {
        "summary": "中小学德育的一般方法",
        "content": "我国中小学德育的一般方法有:说服、榜样、锻炼、修养、陶治、奖 惩等"
    },
    {
        "summary": "说服",
        "content": "说服是通过摆事实、讲道理，使学生提高认识、形成正确观点的方法。"
    },
    {
        "summary": "说服的形式",
        "content": "说服包括:讲解、谈话、报告、讨论，参观等。"
    },
    {
        "summary": "榜样",
        "content": "榜样是以他人的高尚思想、模范行为和卓越成就来影响学生品德的方法"
    },
    {
        "summary": "榜样的形式",
        "content": "榜样包括:伟人的典范、教育者的示范、学生中的好样板。"
    },
    {
        "summary": "锻炼",
        "content": "锻炼是有目的地安排学生生活，组织学生进行一定的实际活动与交往以培养 他们的良好品德的方法。"
    },
    {
        "summary": "锻炼的形式",
        "content": "锻炼包括:练习、委托任务和组织活动等。"
    },
    {
        "summary": "修养",
        "content": "修养是在教师引导下学生经过自觉学习、 自我反思和自我行为调节，使自身 品德不断完善的一种重要方法。"
    },
    {
        "summary": "修养的形式",
        "content": "修养包括:立志、学习、反思、哉言、慎独等。"
    },
    {
        "summary": "陶冶",
        "content": "陶冶是通过创设良好的生活情境，潜移默化地培养学生品德的方法"
    },
    {
        "summary": "陶冶的形式",
        "content": "陶冶包括:人格感化、环境陶冶和艺术陶冶等"
    },
    {
        "summary": "奖惩",
        "content": "奖惩是对学生的思想和行为作出评价，包括表扬、奖励和批评、处分两个方 面。"
    },
    {
        "summary": "表扬、奖励",
        "content": "表扬、奖励是对学生的良好思想、行为作出的肯定评价，以引导和促进其品 德积极发展的方法。"
    },
    {
        "summary": "批评、处分",
        "content": "批评、处分是对学生不良思想、行为作出的否定评价，帮助 他们改正缺点与错误的方法。"
    },
    {
        "summary": "班主任素质的要求",
        "content": "班主任是学生的教育者、引路人，是他们的学习榜样。应有崇高的品德，为 人师表。"
    },
    {
        "summary": "班主任素质的要求",
        "content": "班主任只有确信教育的力量，树立坚定的教育信念，才能在工作中不畏困难， 顽强而耐心地工作，收获教育的硕果。"
    },
    {
        "summary": "班主任素质的要求",
        "content": "班主任对待学生要像家长对待孩子一样，集严父与慈母二任于一身。"
    },
    {
        "summary": "班主任素质的要求",
        "content": "一个称职的班主任必须善于计划和组织学生的各种活动，善于根据情况的变 迅速作出决定、采取措施、进行调整，在工作中不断前进。"
    },
    {
        "summary": "班主任素质的要求",
        "content": "青少年学生活泼爱动，每个学生都有自己的兴趣与爱好，因而需要开展各种 各样、丰富多彩的活动。这就要求班主任也需具有多方面的兴趣与才能。"
    },
    {
        "summary": "班主任素质的要求",
        "content": "班主任为了教好学生，要与家长、任课教师、校外辅导员和有关社会人士联 系和协作，因而要善于待人接物。"
    },
    {
        "summary": "培养集体的方法",
        "content": "培养班集体首先要确立集体奋斗的目标，这 个目标应由班主任同班干部和全班同学一同确定。"
    },
    {
        "summary": "培养集体的方法",
        "content": "培养集体必须注意健全集体的组织与功能，使它能正常开展工作，发挥应有 的作用。"
    },
    {
        "summary": "有计划地开展集体活动",
        "content": "班主任在确定班的奋斗目标后，应制订集体活动计划，有计划地开展各种活 动，使每个学生都能在活动中得到锻炼与提高，引导集体朝气蓬勃地向前发展。 第四，培养正确的舆论和良好的班风"
    },
    {
        "summary": "班主任的工作内容和方法",
        "content": "班主任的工作内容和方法：第一，了解和研究学生。第二，教导学生学好功课。第三，组织班会活动。"
    },
    {
        "summary": "教师劳动的特点",
        "content": "教师劳动的特点：(一)教师劳动的复杂性(二)教师劳动的示范性(三)教师劳动的创造性(四)教师劳动的专业性"
    },
    {
        "summary": "教师劳动的复杂性",
        "content": "首先，教师劳动的对象是发展变化中的，主要是未成熟的“人”。其次，教师的工作任务是多方面的。"
    },
    {
        "summary": "教师劳动的示范性",
        "content": "教育是培养人的活动。教育活动这一本质特点，决定了教师的劳动必然带有 严格的示范性。"
    },
    {
        "summary": "教师劳动的创造性",
        "content": "学生经常在变化，教师要对各种突发情况所作出的及时反应、妥善处理的应 变能力上，即要具备教育机智。"
    },
    {
        "summary": "教师劳动的专业性",
        "content": "教师劳动的专业性突出表现在教师对育人的崇高敬业精神和道德修养上，对 教育教学专门化知识和技能的掌握和教育活动的自主权上"
    },
    {
        "summary": "培养集体的方法",
        "content": "培养班集体首先要确立集体奋斗的目标，这 个目标应由班主任同班干部和全班同学一同确定。"
    },
    {
        "summary": "培养集体的方法",
        "content": "培养集体必须注意健全集体的组织与功能，使它能正常开展工作，发挥应有 的作用。"
    },
    {
        "summary": "教师劳动的社会价值",
        "content": "从宏观上看，最突出的表现在教师对延续和发展人类社会的巨大贡献上。教 师的工作联系着人类的过去、现在和未来。"
    },
    {
        "summary": "教师劳动的特性",
        "content": "教师劳动具有模糊性"
    },
    {
        "summary": "教师劳动的特性",
        "content": "教师劳动价值具有明显的滞后性"
    },
    {
        "summary": "教师劳动的特性",
        "content": "教师劳动价值具有隐蔽性"
    },
    {
        "summary": "教师的角色丛",
        "content": "教师的角色丛是指与教师特定的社会职业和地位相关的角色集合"
    },
    {
        "summary": "“家长代理人 ”和“朋友知己者 ”角色",
        "content": "教师是儿童继父母之后遇到的另一个权威人物"
    },
    {
        "summary": "“传道授业解惑者 ”的角色",
        "content": "通过自身言论、行动，潜移默化地引导学生，启发他们的智慧，解除他们的 疑惑，促进个性全面发展"
    },
    {
        "summary": "“管理者 ”角色",
        "content": "建立班集体，制定规章制度，维持班级纪律，组织班级活动"
    },
    {
        "summary": "教师角色冲突",
        "content": "社会“楷模 ”和“普通人 ”角色冲突"
    },
    {
        "summary": "教师角色冲突",
        "content": "令人羡慕的职业与实际地位地下实况的冲突"
    },
    {
        "summary": "教师角色冲突",
        "content": "教师角色和家庭角色冲突"
    },
    {
        "summary": "教师的素养",
        "content": "教师的素养：第一，高尚的师德 第二，宽厚的文化素养 第三，专门的教育素养"
    },
    {
        "summary": "高尚的师德",
        "content": "高尚的师德:热爱教育事业，富有献身精神和人文精神;热爱学生，诲人不倦"
    },
    {
        "summary": "教育理论素养",
        "content": "教育理论素养主要指教师对教育科学基本理论知识的掌握，能恰当地运用教育学、心理学 的基本概念、范畴、原理处理教育教学中的各种问题。"
    },
    {
        "summary": "教育能力素养",
        "content": "教育能力素养具体包括以下几种能力:课程开发能力、 良好的语言表达能力、组织管理能力、引导与创新能力"
    },
    {
        "summary": "教育研究素养",
        "content": "教育研究素养主要指教师运用一定的观点方法，探索教育领域的规律和解决间题的能力"
    },
    {
        "summary": "校本培训",
        "content": "校本培训是中外教育专家和学校所崇尚的有效在职培训方法，这种培训由学 校发起并组织实施，旨在提高教师的教育教学能力，使教师得到专业发展的一种 方式。"
    },
    {
        "summary": "校长负责制",
        "content": "校长负责制是指校长受上级政府主管部门的委托，在党支部和教代会的监督 下，对学校进行全面领导和负责的制度。"
    },
    {
        "summary": "实施校长负责制应注意的问题",
        "content": "实施校长负责制应注意的问题：第一，明确校长的权利和责任。第二，发挥党组织的监督作用。第三，建立以教师为主体的职工代表大会"
    },
    {
        "summary": "学校管理",
        "content": "学校管理是学校管理者在一定的社会历史条件下，通过一定的组织机构和制 度，采用一定的方法和手段，带领和引导师生员工，充分发挥学校人、财、物、 时间、空间和信息等资源的最佳整体功能"
    },
    {
        "summary": "学校管理的发展趋势",
        "content": "学校管理的发展趋势:第一，学校管理法制化 第二，学校管理人性化 第三，学校管理校本化 第四，学校管理信息化"
    },
    {
        "summary": "学校管理法制化",
        "content": "随着科教兴国战略的实施和依法治国方略的确立，依法治校将成为 21 世纪 学校管理的必然选择。"
    },
    {
        "summary": "人性化管理",
        "content": "人性化管理是指学校管理工作要关注人的情感、满足人的需要、崇尚人的价 值、开发人的潜能、尊重人的主体人格和地位。"
    },
    {
        "summary": "校本管理",
        "content": "校本管理是指学校在教育方针与法规的指引下，可以根据自己的实际情况和 需要来自主确定发展目标和方向，自主进行学校的教育、教学和管理工作。"
    },
    {
        "summary": "管理信息化",
        "content": "管理信息化包含两个方面：一方面是学校对信息技术的开发和使用，另一方 面是学校管理方式和内容的信息化，由过去的“人一人”管理、“人一物”管理，转 变为“人一机”管理。"
    },
    {
        "summary": "教育心理学",
        "content": "教育心理学是心理学的一个分支学科。桑代克 1903 年创作的《教育心理学》 标志着教育心理学的诞生。"
    },
    {
        "summary": "教育心理学的研究对象",
        "content": "教育心理学的研究对象：一是研究教学情境中师生的 心理活动的一般机制和规律；二是研究教学情境中如何遵循师生的心理特点和规 律有效指导教与学，促进主体健康发展的特殊心理机制和规律。"
    },
    {
        "summary": "教育心理学的研究任务",
        "content": "教育心理学的研 究任务：理论探索任务、实践指导任务。"
    },
    {
        "summary": "教育心理学发展的基本特点",
        "content": "第一，教育心理学发展与时代社会发展密切联系。"
    },
    {
        "summary": "教育心理学发展的基本特点",
        "content": "第二，教育心理学发展以教育发展要求为前提。"
    },
    {
        "summary": "教育心理学发展的基本特点",
        "content": "第三，教育心理学的发展受心理科学思潮的直接影响。"
    },
    {
        "summary": "教育心理学发展的基本特点",
        "content": "第四，教育心理学的发展受自身研究方法的制约。"
    },
    {
        "summary": "心理发展",
        "content": "心理发展是指个体从胚胎期经由出生、成熟、衰老一直到死亡的整个生命过 程中所发生的持续而稳定的内在心理变化过程。"
    },
    {
        "summary": "心理发展反应",
        "content": "心理发展反应的是个体心理年龄随年龄的增长而出现的持续而稳定的系列变 化过程，主要包括认知发展和人格发展两大方面。"
    },
    {
        "summary": "认知发展",
        "content": "认知发展是指在个体与环境相互作用的过程中，其感知觉、注意、记忆、 思维、言语等认知的功能系统不断发展，并趋于完善的变化过程"
    },
    {
        "summary": "认知发展的一般规律",
        "content": "认知发展一般遵循以下规律：第一，认知活动从简单、具体不断向复杂、抽象发展。第二，认知活动从无意向有意发展。"
    },
    {
        "summary": "人格发展",
        "content": "人格发展是指个体自出生经成年到老年的整个生命过程中人格特征或个 性心理形成、发展和表现的过程。"
    },
    {
        "summary": "人格",
        "content": "人格指的是构成一个人的思想、情感及行为的特有统合模式， 这个独特的模式包括了个人区别于他人的稳定而同一的心理品质。"
    },
    {
        "summary": "人格发展的一般规律",
        "content": "人格发展的一般规律：第一，连续性和阶段性并存。第二，发展具有定向性和顺序性。"
    },
    {
        "summary": "认知发展的实质",
        "content": "皮亚杰认为，认知的实质就是适应，即儿童的认知实质是在已有图式的基 础上，通过同化、顺应和平衡，不断从低级向高级发展。"
    },
    {
        "summary": "图式",
        "content": "图式：儿童对环境进行适应的认知结构，是人们积极建构知识的途径和基础。"
    },
    {
        "summary": "同化",
        "content": "同化：个体利用已有图式将新刺激纳入原有认知结构中去的过程。"
    },
    {
        "summary": "顺应",
        "content": "顺应：改变已有的图式或形成新图式来适应新刺激的认知过程。是质变的过程。"
    },
    {
        "summary": "平衡",
        "content": "平衡：指同化和顺应之间的“均衡 ”"
    },
    {
        "summary": "影响认知发展的因素",
        "content": "影响认知发展的因素：第一，成熟：机体器官和系统的发育成熟水平。第二，练习和习得经验：个体对物体施加动作过程中的练习和习得经验。第三，社会性经验：社会环境中人与人相互作用和社会文化的传递。第四，平衡过程：主要是调节个体与环境之间的作用。"
    },
    {
        "summary": "成熟",
        "content": "成熟：机体器官和系统的发育成熟水平。（必要条件、基础）"
    },
    {
        "summary": "练习和习得经验",
        "content": "练习和习得经验：个体对物体施加动作过程中的练习和习得经验。"
    },
    {
        "summary": "社会性经验",
        "content": "社会性经验：社会环境中人与人相互作用和社会文化的传递。"
    },
    {
        "summary": "平衡过程",
        "content": "平衡过程：主要是调节个体与环境之间的作用"
    },
    {
        "summary": "认知发展的阶段",
        "content": "认知发展的阶段：第一，感觉—运动阶段（0—2 岁）第二，前运算阶段（2—7 岁）第三，具体运算阶段（7—12 岁）第四，形式运算阶段（12—16 岁）"
    },
    {
        "summary": "感觉—运动阶段",
        "content": "感觉—运动阶段（0—2 岁）。此为儿童思维的萌芽期。在这一阶段中， 儿童的认知活动主要是通过探索感知觉与运动之间的关系来获得动作经验。"
    },
    {
        "summary": "前运算阶段（2—7 岁）",
        "content": "前运算阶段（2—7 岁）。这一时期是儿童表现思维阶段。在这一阶段 儿童能用运用语言或较为抽象的符号来代表他们经历过的事物。"
    },
    {
        "summary": "具体运算阶段（7—12 岁）",
        "content": "具体运算阶段（7—12 岁）。这一阶段相当于小学阶段。此阶段儿童  的认知结构、思维得到不断发展，能凭借具体事物进行逻辑思维和群集运算。"
    },
    {
        "summary": "形式运算阶段（12—16 岁）",
        "content": "形式运算阶段（12—16 岁）儿童的思维已经超越了对具体的可感知的事物的依赖，能理解符号的意义。"
    },
    {
        "summary": "认知发展与教学的关系",
        "content": "皮亚杰不主张教给儿童那些明显超出他们发展水平的材料，也不主张毫无 根据地或人为地加速儿童的发展，但同时过于简单的问题对儿童认知发展作用也 不大。"
    },
    {
        "summary": "维果茨基的文化历史发展理论",
        "content": "维果茨基提出，人的高级心理是随意的心理过程，它不是先天就有的，而要 受人类文化历史的制约。"
    },
    {
        "summary": "两种工具的理论",
        "content": "两种工具的理论。人有两种工具：一种是物质工具，如原始人所使用 的石刀，现代人所使用的机器；另一种是精神工具，主要指人类所特有的语言、 符号等。"
    },
    {
        "summary": "两种心理机能理论",
        "content": "两种心理机能理论。一种是靠生物进化获得的低级心理机能；一种以 精神工具为中介的高级心理机能。在个体发展过程中，这两种心理机能是融合在 一起的。"
    },
    {
        "summary": "心理发展的实质",
        "content": "维果茨基认为，心理发展是指一个人的心理，在环境与教育影响下，通过掌 握高级心理机能的工具一一语言、符号这一中介，在低级心理机能的基础上，逐 渐向高级心理机能转化的过程。"
    },
    {
        "summary": "随意机能",
        "content": "随意机能是指心理活动的主动性、有意性。儿童心 理活动的随意性越强，心理水平越高。"
    },
    {
        "summary": "教学的含义",
        "content": "广义的教学是指儿童通过活动和交往掌握精神生产的手 段。狭义的教学是有目的有计划地进行一种交际形式，“创造 ”着儿童的心里发 展。"
    },
    {
        "summary": "最近发展区",
        "content": "最近发展区。维果茨基认为，在进行教学时，必须注意到儿童有两种 发展水平：一种是儿童的现有发展水平；另一种是即将达到的发展水平。维果茨 基把两种水平之间的差异称为“最近发展区 ”，即独立解决问题的真实发展水平 和在成人指导下或与其他儿童合作情况下解决问题的潜在发展水平之间的差距。"
    },
    {
        "summary": "学习的实质在于形成一定的联结",
        "content": "桑代克认为，学习一刺激与反应的联结的形成是通过渐进的尝试与错误，按一定 的规律形成的"
    },
    {
        "summary": "联结一试误学习的基本规律",
        "content": "联结一试误学习的基本规律：第一，效果律；第二，练习律"
    },
    {
        "summary": "效果律",
        "content": "效果律:指凡是导致满意后果的行为会被加强，而带来烦恼的行为则会被 削弱或淘汰。"
    },
    {
        "summary": "练习律",
        "content": "练习律:指一个联结的应用会增强这个联结的力量，一个联结的失用(不练 习)则会导致这一联结的的削弱或遗忘。"
    },
    {
        "summary": "准备律",
        "content": "准备律:指当学习者有准备而给以活动就感到满意，有准备不活动则感到 烦恼，学习者无准备而强制以活动也会感到烦恼。"
    },
    {
        "summary": "桑代克的联结说评价",
        "content": "作为教育心理学史上第一个比较完整的学习理论，联结—试误试图 说明什么是学习，试图指出学习的过程是怎样进行的，遵循哪些规律。有利于确 立学习在教育心理学理论体系中的核心地位。但是过于简单，没有注意到人的主 观能动性在学习中的作用。"
    },
    {
        "summary": "经典条件反射说",
        "content": "经典条件反射说，就是一种刺激替代过程。即由一个条件刺激替代了 原先自然引起反应无条件刺激"
    },
    {
        "summary": "经典条件反射作用的主要规律",
        "content": "经典条件反射作用的主要规律：第一，习得、强化、消退；第二，泛化；第三，分化"
    },
    {
        "summary": "习得",
        "content": "习得：有机体对条件刺激和无条件刺激之间的联系的获得阶段。"
    },
    {
        "summary": "强化",
        "content": "强化：条件刺激与无条件刺激在时间上的结合。"
    },
    {
        "summary": "消退",
        "content": "消退：有机体得不到无条件刺激的强化，即使重复条件刺激有机体 不会做出反应。"
    },
    {
        "summary": "泛化",
        "content": "泛化：条件反射一旦建立，那些与之相似的新刺激也会引起反应。"
    },
    {
        "summary": "分化",
        "content": "分化：与泛化是互补的过程。是对不同刺激的不同反应，即只对特定 刺激给予强化，那样类似的不同刺激就能够得到辨别。"
    },
    {
        "summary": "经典性条件反射说的教育应用",
        "content": "教育应用：可以用来解释教育学中的很多现象，尤其是幼儿园中出现的问 题，可用于心理治疗。但只能用于比较简单的学习过程，并不能解释人类复杂的 活动"
    },
    {
        "summary": "斯金纳的操作条件反射说",
        "content": "斯金纳在桑代克的迷笼实验的基础上，发明了斯金纳箱，对小白鼠进行实验。 认为学习的实质是反应概率的变化，强化是增强反应概率的手段"
    },
    {
        "summary": "强化",
        "content": "斯金纳把条件作用中能够增强反应概率的一切手段称为强化。"
    },
    {
        "summary": "惩罚",
        "content": "当有机体作出某种反应以后，若及时使之承受一个厌恶刺激，那么其以后在 类似情境或刺激下，该行为的发生概率就会降低甚至受到抑制，称为惩罚"
    },
    {
        "summary": "消退",
        "content": "当有机体作出以前曾被强化过的反应之后不再有强化物相伴时，那么这一反应在今后 发生的概率便会降低，这种现象称为消退。"
    },
    {
        "summary": "连续渐进法与塑造",
        "content": "连续渐进法似“分解动作”的方式，逐步渐进，最后将多个反应连贯在一起 形成复杂行为的方法，称为塑造。"
    },
    {
        "summary": "班杜拉的观察学习理论",
        "content": "班杜拉认为，儿童通过观察他们生活中重要任务的行为而习得社会性行为。 这种通过观察他人行为及其后果而发生的替代性学习就是观察学习。"
    },
    {
        "summary": "社会认知论",
        "content": "班杜拉认为，儿童通过观察他们生活中重要人物的行为而习得社会行为。这 些观察到的行为以心理表象或其他符号表征的形式储存在大脑之中，帮助他们模 仿行为。"
    },
    {
        "summary": "交互作用论",
        "content": "班杜拉的学习理论强调人的行为是内部因素和外部环境相互作用的产物。"
    },
    {
        "summary": "观察学习论",
        "content": "班杜拉认为，人类的学习有两种形式：一种是直接学习；另一种是间接学习。 观察学习是一种间接学习的形式。"
    },
    {
        "summary": "自我效能论",
        "content": "所谓自我效能感，是指个人对自己能否成功进行某一行为的主观判断，影响 个体对行为的选择、付出多大努力、坚持多久"
    },
    {
        "summary": "观察学习理论的教育应用",
        "content": "观察学习理论对学生道德行为的养成具有现实指导意义。在该理论的基础上 创建的认知行为矫正法在心理咨询和心理治疗中也得到广泛运用。"
    },
    {
        "summary": "布鲁纳",
        "content": "布鲁纳是美国当代认知学习理论的代表人物，他的理论又被称为发现学习论。"
    },
    {
        "summary": "认知学习观",
        "content": "布鲁纳认为学习的实质是主动形成认知结构。学习是学生主动地通过感知、 领会和推理，促进类目及其编码系统的形成，即外部信息进入主体后新信息借以 加工的依据。"
    },
    {
        "summary": "结构教学观",
        "content": "教学的目的在于理解学科的基本结构。学科的基本结构是指学科的基本原理、 基本概念、基本方法和态度。"
    },
    {
        "summary": "发现学习",
        "content": "布鲁纳提倡发现学习，他认为认识是一个过程而不是一种结果教学的主要  目的在于让学生参与建立该学科的知识体系的过程，应该培养学生具有探索新情 境，提出假设，推测关系，应用自己的能力解决新问题、发现新事物的态度"
    },
    {
        "summary": "发现学习的一般步骤",
        "content": "发现学习的一般步骤：创设问题情境、激发探索欲望，提供各种问题的假设、检 验假设、引导学生用分析思维去验证结论。"
    },
    {
        "summary": "发现学习的作用",
        "content": "发现学习有利于激发学生的好奇心，培养学生的创新精神和批判思维。但是 其界定缺乏科学性和严密性，且教材不宜编排。"
    },
    {
        "summary": "有意义学习的实质",
        "content": "所谓有意义学习，是指符号所代表的新知识与学习者认知结构中已有的适当 观念建立起非人为的、实质性的联系。"
    },
    {
        "summary": "有意义学习的类型",
        "content": "有意义学习的类型包括表征学习、概念学 习和命题学习。"
    },
    {
        "summary": "有意义学习的条件",
        "content": "有意义学习的条件：第一，外部条件(客观条件)；第二，内部条件"
    },
    {
        "summary": "先行组织策略",
        "content": "所谓先行组织者，是先于学习任务(新知识)本身呈现的一种引导性材料。先行 组织者的主要功能是在学生进行有意义学习之前，在新旧知识之间架设一座桥梁，为新知识的学习奠定支点或认知框架。"
    },
    {
        "summary": "认知同化理论",
        "content": "学习者接受知识的过程就是概念同化过程。"
    },
    {
        "summary": "接受学习的界定及评价",
        "content": "接受学习是在教师指导下，学习者接受事物意义的学习。在接受学习中，教 师所呈现的新知识大多数都是现成的、已有定论的、科学的基础知识。如一些抽 象的概念、命题、规则。"
    },
    {
        "summary": "罗杰斯的自由学习观",
        "content": "罗杰斯将学习分为无意义学习和意义学习两大类"
    },
    {
        "summary": "无意义学习",
        "content": "无意义学习：类似于心理学上无意义音节的学习"
    },
    {
        "summary": "意义学习",
        "content": "意义学习：(1)以人的自主学习潜能的发挥为基础"
    },
    {
        "summary": "学生中心的教学观",
        "content": "罗杰斯认为教育的目标是促进变化和学习，培养能够适应变化和知道如何学 习的人。罗杰斯提出“以学生为中心”的教学模式并加以实施"
    },
    {
        "summary": "知识观",
        "content": "建构主义认为，知识不是对现实世界的绝对正确的表征，只是一种关于各种 现象的较为可靠的解释和假设，并且处在不断的发展中，随着人类的进步，新的 假设会代替原有的假设。"
    },
    {
        "summary": "学生观",
        "content": "建构主义认为，学生并不是被动接受教师传授的知识，而总是以自己的经验 背景或自己的经验来建构对事物的理解。教师要为学生创设理想的学习情境。增 进学生之间的合作，促进自身积极有意义的建构。"
    },
    {
        "summary": "学习观",
        "content": "建构主义认为，学习是学习者主动建构内部心理表征的过程。学习者并不是 把知识从外界搬到记忆中，而是以已有的经验为基础，通过与外界的相互作用来 建构新的理解。学习过程同时包含两方面的建构：一是建构对新信息意义的理解 二是对原有知识经验的改组和重建，建构主义更重视后一种建构。"
    },
    {
        "summary": "教学观",
        "content": "建构主义认为，教学应激发出学生原有的相关知识经验，促进知识经验的生 长和学生知识建构的活动。为学生创设理想的学习环境，激发高级思维活动。"
    },
    {
        "summary": "学习动机",
        "content": "学习动机是引起和维持个体进行学习活动并使活动朝向一定的学习目标的  一种动力倾向，学习动机一旦形成，就会自始至终贯穿于某一学习活动的全过程"
    },
    {
        "summary": "学习动机的分类",
        "content": "根据学习动机的社会意义，可分为高尚的和低级的两类"
    },
    {
        "summary": "学习动机的分类",
        "content": "根据学习动机起作 用的时间长短，可分为间接远景性和直接近景性两类；"
    },
    {
        "summary": "学习动机的分类",
        "content": "根据学习动机作用的大小， 可分为主导性和辅助性两类动机"
    },
    {
        "summary": "学习动机的分类",
        "content": "根据学习动机分布特点，可分为普遍型和偏重 型两类"
    },
    {
        "summary": "学习动机的分类",
        "content": "根据学习动机产生的诱因来源，可分为内部和外部两类"
    },
    {
        "summary": "学习动机的作用",
        "content": "当学生对某些知识技能产生迫切学习需要时，就会引发学习内驱力，唤起内 部的激动状态，产生焦急渴求等心理体验，并最终激起学习行为"
    },
    {
        "summary": "学习动机的作用",
        "content": "在学习过程中，学生学习认真或马虎，勤奋或懒惰，很大程度上与学习动机 有关。"
    },
    {
        "summary": "学习动机的作用",
        "content": "学习动机以学习需要和学习期待为出发点，使学生的学习行为在初始状态就指向一定的学习目标，并激励学生朝向目标努力。"
    },
    {
        "summary": "学习动机的作用",
        "content": "学习动机调节学习行为的强度、时间和方向。"
    },
    {
        "summary": "强化",
        "content": "强化是指能够增强反应概率的一切手段。起强化作用的所有刺激都是强化 物。在性质上可以分为正强化和负强化。"
    },
    {
        "summary": "正强化",
        "content": "正强化指某个愉快刺激的出现会提高个体的行为反应，如教师的表扬。"
    },
    {
        "summary": "负强化",
        "content": "负强化指某个厌恶刺激的退出会提高个体的行为反应，如考试及格可以避免惩罚。"
    },
    {
        "summary": "强化的分类",
        "content": "有五种类型的强化可用来增强学生学习动机:(1)社交强化物；(2)活动强化物； (3)象征性强化物；(4)实物强化物；(5)食物强化物。"
    },
    {
        "summary": "个体的基本需要的七个层次",
        "content": "个体的基本需要分为七个层次：(1)生理需要(2)安全需要(3)归属和爱的需要(4)尊重的需要(5)认识和理解的需要(6)审美的需要(7)自我实现的需要"
    },
    {
        "summary": "基本需要与成长的关系",
        "content": "基本需要与成长需要相互制约、相互影响，一方面，基本需要是成长需要 的基础，基本需要若未得到满足，成长需要就不会产生:另一方面，成长需要对 基本需要起引导作用"
    },
    {
        "summary": "期望—价值理论",
        "content": "期望一价值理论即成就动机理论，由阿特金森提出。基本主张是：个人的成 就动机是激励个体乐于从事自己认为重要的或有价值的工作，并力求取得成功的 内在驱动力。"
    },
    {
        "summary": "成就动机的构成",
        "content": "阿特金森认为，成就动机由两种性质相反的成分构成：一为追求成功的意向 二为回避失败的意向"
    },
    {
        "summary": "成就动机理论的特征",
        "content": "成就动机理论的特征是用数量化的形式说明理论。成就需要（MS）、期望 水平（PS）、成功诱因（IS）：TS=MS · PS · IS"
    },
    {
        "summary": "归因理论",
        "content": "归因理论最早由海德提出，认为人们对行为的归因主要分为情境归因和性 格归因"
    },
    {
        "summary": "人们活动成败的原因",
        "content": "维纳对行为结果的归因进行了系统探讨，把人们活动成败的原因主要归结 为六种原因，即能力高低、努力程度、任务难易、运气好坏、身心状态和外部影 响因素"
    },
    {
        "summary": "内部归因",
        "content": "内部归因：能力、努力及身心状态"
    },
    {
        "summary": "外部归因",
        "content": "外部归因：任务难易、运气好坏及其他"
    },
    {
        "summary": "稳定",
        "content": "稳定：能力和任务两种因素"
    },
    {
        "summary": "不稳定",
        "content": "不稳定：其余四种"
    },
    {
        "summary": "可控",
        "content": "可控：努力程度"
    },
    {
        "summary": "不可控",
        "content": "不可控：其他"
    },
    {
        "summary": "个体的归因方式的影响",
        "content": "个体的归因方式将影响其未来活动的选择、坚持性和动机强度，归因的三 个维度对学习动机都有重要影响，如若将成功归因于内部因素，就会产生自豪感， 增强动机。"
    },
    {
        "summary": "维纳的归因理论的价值",
        "content": "维纳的归因理论能从学生的角度分析其学习成败的原因，而学生的归因可 预测其今后的学习动机，因而在教育上有重要的意义。"
    },
    {
        "summary": "自我效能",
        "content": "自我效能是指个体对自己能否成功地进行某一行为的能力的主观判断，它 影响着个体对行为的选择，付出多大努力以及坚持多久。"
    },
    {
        "summary": "影响自我效能感的因素",
        "content": "影响自我效能感的因素有：直接经验和归因方式、间接经验、言语劝说、情绪唤 醒、身心状况。"
    },
    {
        "summary": "自我效能理论的评价",
        "content": "自我效能理论博取了联结派和认知派动机理论的合理之处，突破了二者的 某些局限，拓展了强化理论关于强化的含义，使之更符合实际。它把人的需要、 认知、情感有机结合起来，具有很强的理论和实践价值。"
    },
    {
        "summary": "自我价值理论",
        "content": "自我价值理论由科温顿提出，特点是从学习动机的负面着眼，从学生自尊 需要出发，试图探讨学校教育实际中出现的“有的学生为什么不肯努力学习”、“为 何逃避失败”等一系列棘手问题"
    },
    {
        "summary": "影响学习动机的因素的分类",
        "content": "(一)内部条件(二)外部条件"
    },
    {
        "summary": "内部条件",
        "content": "内部条件：1.学生的自身需要与目标结构 2.成熟和年龄特点 3.学生的性格特征和个别差异"
    },
    {
        "summary": "外部条件",
        "content": "外部条件：1.家庭环境和社会舆论 2.教师的榜样作用"
    },
    {
        "summary": "学习动机的培养措施",
        "content": "学习动机的培养措施：第一，了解和满足学生的需要，促进学习动机的产生；第二，重视立志教育，加强对学生进行成就动机训练"
    },
    {
        "summary": "知识",
        "content": "从静态看，知识是认识的结果，是经验的有组织的信息系统，主要承载知识 “是什么”的问题；从动态看，知识是认识的过程，是求知的方法，主要指向“怎 么用”知识的范畴；从结合的观点看，知识既是事实、经验的系统，更是人们对 这种知识的分析、判断、选择和运用，知识在本质上不是不变的真理，而是不断 更新或扩展的过程。"
    },
    {
        "summary": "知识的分类",
        "content": "根据知识反映事物的范围，可分为一般知识和特殊知识"
    },
    {
        "summary": "知识的分类",
        "content": "根据知识反映事物的深浅，可分为感性知识和理性知识"
    },
    {
        "summary": "知识的分类",
        "content": "根据知识的来源，可分为直接经验知识和间接经验知识"
    },
    {
        "summary": "知识的分类",
        "content": "根据知识是否易于传递，可分为编码化知识和隐含经验类知识"
    },
    {
        "summary": "知识的分类",
        "content": "据知识解决问题的功能，可把广义的知识区分为陈述性知识和程序性知识"
    },
    {
        "summary": "知识的整合",
        "content": "知识的整合过程实际上就是知识的记忆过程。是通过知识的记忆来促进知识 的整合。"
    },
    {
        "summary": "记忆",
        "content": "所谓记忆，是个体通过对知识的识记、保持、再现(再认或回忆)等方式在头脑 中积累和保存经验的心理过程"
    },
    {
        "summary": "记忆的种类",
        "content": "根据记忆的结构，可把记忆区分为瞬时记忆、短时记忆和长时记忆"
    },
    {
        "summary": "长时记忆的种类",
        "content": "在长时记忆中，从不同的角度可将其区分为程序性知识和陈述性知识的记 忆、形象记忆和情绪记忆、情景记忆和语义记忆、表象系统和言语系统的记忆等"
    },
    {
        "summary": "信息储存的动态变化",
        "content": "保持量的减少。保持量随时间、学习程度等因素的变化而有所不同"
    },
    {
        "summary": "信息储存的动态变化",
        "content": "保持量的增加。儿童在学习后的两三天保持量会比学习后立即测要多"
    },
    {
        "summary": "信息储存的动态变化",
        "content": "记忆内容变化。保持在头脑中的图形不是原封不动的，是进一步被加工 并发生变化"
    },
    {
        "summary": "遗忘原因的理论探讨",
        "content": "遗忘原因的理论探讨：第一，记忆痕迹衰退说；第二，材料间的于扰说；第三，检索困难说"
    },
    {
        "summary": "记忆痕迹衰退说",
        "content": "人们在学习时，留下各种记忆痕迹，这些记忆痕迹会随着时间的延长而逐渐衰退。"
    },
    {
        "summary": "材料间的干扰说",
        "content": "人们在某时期所学习的材料或所获得的信息之间会发生相互影响，造成遗忘"
    },
    {
        "summary": "检索困难说",
        "content": "检索困难说。现代信息加工心理学认为，人们一时无法回忆起所需要的信 息，是因为难以找到其提取的线索造成的。"
    },
    {
        "summary": "知识同化说",
        "content": "奥苏伯尔根据其同化理论指出，遗忘是知识的组织和认知结构简化的过程。"
    },
    {
        "summary": "动机性遗忘说",
        "content": "遗忘是因为我们不想记，而将一些记忆推出意识之外"
    },
    {
        "summary": "迁移",
        "content": "迁移是指已经获得的知识、动作技能、情感和态度等与新的学习之间的相 互影响。"
    },
    {
        "summary": "知识迁移的种类",
        "content": "按其效果来看，可分为正迁移和负迁移；按迁移的顺序来分，可分为顺 向迁移和逆向迁移；按迁移的范围不同，可分为自迁移、近迁移、远迁移。"
    },
    {
        "summary": "知识迁移的理论",
        "content": "知识迁移的理论：第一，形式训练说；第二，共同因素说；第三，概括化理论"
    },
    {
        "summary": "形式训练说",
        "content": "形式训练说：主张人类的心理是由不同的官能组成的，通过对人的心理官能进行训练，可以使该官能的能力得到提高，从而促进迁移。"
    },
    {
        "summary": "共同因素说",
        "content": "共同因素说：教育心理学家桑代克和伍德沃斯提出，认为两种学习之间具有共同成分和共同因素时，才会产生迁移"
    },
    {
        "summary": "概括化理论",
        "content": "概括化理论：心理学家贾德提出产生迁移的关键是学习者在两种活动中概括出它们之间  的共同原理，认为两种学习之间的共同因素是迁移的必要条件之一，而发现两种 学习中内在所遵循的共同原理，才是产生迁移的根本"
    },
    {
        "summary": "关系理论",
        "content": "格式塔心理学家苛勒认为迁移是由于学习者突然领悟两种学习之间所存在 的关系的结果，驳斥共同因素说"
    },
    {
        "summary": "认知结构迁移理论",
        "content": "奥苏伯尔认为，在有意义学习中，学生积极主动地将新知识与认知结构中有 关的旧知识发生相互作用，旧知识得到充实和改造，新知识获得了实际意义"
    },
    {
        "summary": "促进陈述性知识迁移的措施",
        "content": "促进陈述性知识迁移的措施：第一，科学编排和呈现教材，促进学生形成良好的认知结构。第二，重视基础知识的教学，提高学生的概括水平。"
    },
    {
        "summary": "促进智慧技能的迁移的措施",
        "content": "促进智慧技能的迁移，教师应注意以下问题：第一，帮助学生形成条件化知识，掌握产生式规则。第二，促进产生式知识的自动化，熟练解决问题。"
    },
    {
        "summary": "促进学生动作技能的迁移的措施",
        "content": "促进学生动作技能的迁移，教师应注意以下问题:第一，帮助学生理解任务性质和学习情境。第二，教师的示范与讲解要准确清晰。"
    },
    {
        "summary": "促进认知策略迁移的措施",
        "content": "促进认知策略迁移的措施：第一，培养学生树立正确的学习动机。第二，丰富学生的知识背景。"
    },
    {
        "summary": "技能",
        "content": "技能是通过练习而获得的一种合法则的活动方式"
    },
    {
        "summary": "技能与知识的区别",
        "content": "技能不同于一般的知识。首先，技能是通过学习和练习而成，不同于本能行为；其次，技能是一种活动方 式，区别于程序性知识；"
    },
    {
        "summary": "技能的特点",
        "content": "技能具有流畅性、迅速性、经济性、同时性、适应性。"
    },
    {
        "summary": "技能的类型",
        "content": "按其性质和特点，技能可以分为心智技能和操作技能"
    },
    {
        "summary": "心智技能",
        "content": "心智技能也称智慧技能、智力技能，是借助于内部言语在头脑中进行的智力 活动方式，其中抽象思维因素占据着最主要的地位。"
    },
    {
        "summary": "常见的心智技能",
        "content": "阅读技能，写作技能，运算 技能，解题技能等都是常见的心智技能。"
    },
    {
        "summary": "心智技能的特点",
        "content": "心智技能具有以下特点：(1)动作对象的观念性；(2)动作执行的内潜性；(3) 动作结构的简缩性。"
    },
    {
        "summary": "操作技能",
        "content": "操作技能，也叫运动技能、动作技能，是在练习的基础上，由一系列实际动 作以合理，完善的程序构成的操作活动方式。具有客观性、外显型、展开性"
    },
    {
        "summary": "加里培林关于心智技能按阶段形成的理论",
        "content": "加里培林认为，心智活动来源于实践活动，心智活动本身是外部的实践活动 的反映。它将心智技能的形成分成五个阶段：第一，活动定向阶段；第二，物质活动或物质化活动阶段；第三，出声的外部言语活动阶段；第四，无声的“外部”言语阶段；第五，内部言语活动阶段"
    },
    {
        "summary": "活动定向阶段",
        "content": "第一，活动定向阶段。这是心智活动的准备阶段，在该阶段，学生要了解活动的任务，知道做什么 和怎么做，对活动进行定向"
    },
    {
        "summary": "物质活动或物质化活动阶段",
        "content": "第二，物质活动或物质化活动阶段。这个阶段是借助于实物或实物的模型、图表，标本等进行学习，物质化的形 式是最易理解和最方便的教学手段"
    },
    {
        "summary": "出声的外部言语活动阶段",
        "content": "第三，出声的外部言语活动阶段。该阶段心智活动已摆脱了实物或实物的替代物，代之以外部言语为支持物本 阶段是外部的物质活动向心智活动转化的开始，是心智活动在形式上发生质变的 重要阶段。"
    },
    {
        "summary": "无声的“外部”言语阶段",
        "content": "第四，无声的“外部”言语阶段。该阶段的特点在于心智活动的完成是以不出声的外部言语来进行的，因而这 种言语形式要求学生进行专门的练习。"
    },
    {
        "summary": "内部言语活动阶段",
        "content": "第五，内部言语活动阶段。这是心智活动形成的最后阶段。其主要特点是心智活动的压缩和自动化，心 智活动似乎不需要意识的参与，脱离了自我观察的范围，在言语的结构与机制上 都发生了重大变化。"
    },
    {
        "summary": "心智技能的培养方法",
        "content": "心智技能的培养方法：第一，形成条件化知识。第二，促进产生式知识的自动化。"
    },
    {
        "summary": "操作技能的形成过程",
        "content": "操作技能的形成过程：第一，认知阶段；第二，分解阶段；第三，联系定位阶段；第四，自动化阶段"
    },
    {
        "summary": "认知阶段",
        "content": "第一，认知阶段。这是操作技能形成的开始阶段。从传授者角度看，主要是讲解与示范；从学 习者角度看，主要是理解学习任务，形成目标表象和目标期望"
    },
    {
        "summary": "分解阶段",
        "content": "第二，分解阶段。在这一阶段，传授者把整套动作分解成若干局部动作，学习者则初步尝试逐 个学习。这个阶段学习者的注意力仅能放在个别动作上，尚不能统观全局。第三，联系定位阶段"
    },
    {
        "summary": "联系定位阶段",
        "content": "第三，联系定位阶段。该阶段的重点是使适当的刺激与反应形成联系而固定下来，整套动作成为整 体，变成固定程序式的反应系统。"
    },
    {
        "summary": "自动化阶段",
        "content": "第四，自动化阶段。这是操作技能的熟练阶段，各个动作的完成娴熟协调，得心应手。"
    },
    {
        "summary": "操作技能的训练要求",
        "content": "操作技能的训练要求：第一，让学生理解任务的性质和学习情境；第二，准确示范与讲解"
    },
    {
        "summary": "学习策略",
        "content": "学习策略是指在学习过程中，学习者为了达到有效学习的目的而采用的规则、方法、技巧及其调控方法的总和。"
    },
    {
        "summary": "学习策略的结构",
        "content": "迈克卡等人认为，学习策略包括认知策略、元认知策略和资源管理策略三 部分"
    },
    {
        "summary": "认知策略的结构",
        "content": "其中认知策略包括复述策略、精细加工策略、组织策略"
    },
    {
        "summary": "元认知策略的结构",
        "content": "元认知策略包括 计划策略、监视策略、调节策略"
    },
    {
        "summary": "资源管理策略的结构",
        "content": "资源管理策略包括时间管理、学习环境管理、 努力管理以及其他人的支持"
    },
    {
        "summary": "精细加工策略",
        "content": "精细加工策略：学习者在学习情境中把信息与头脑中的旧信息联系起来寻 求字面背后的深层含义，从而帮助学习者将信息储存到长时记忆中的学习策略"
    },
    {
        "summary": "注意策略",
        "content": "注意策略：学习者在学习情境中，将注意力放在有关学习上，对学习材料 保持高度警觉状态的学习策略。主要作用是帮助学生进行知觉定向，促进有意义 学习。"
    },
    {
        "summary": "复述策略",
        "content": "复述策略：学习者在学习情境中为了保持信息而对信息进行多次重复的过 程，是信息由短时记忆进入长时记忆的关键。"
    },
    {
        "summary": "编码与组织策略",
        "content": "编码与组织策略：学习者在学习情境中将分散的知识集合成一个整体，并 表示出它们之间关系的策略。"
    },
    {
        "summary": "元认知",
        "content": "元认知是对自己认知过程的认知以及调节认知过程的能力，它是对思维和学 习活动的认知和控制"
    },
    {
        "summary": "元认知的结构",
        "content": "简单地说，元认知就是“对认知的认知” ，其结构包括三个 方面：元认知计划、元认知调节和元认知监控。"
    },
    {
        "summary": "元认知策略的构成",
        "content": "元认知策略：第一，元认知计划策略；第二，元认知监控策略；第三，元认知调节策略"
    },
    {
        "summary": "元认知计划策略",
        "content": "元认知计划策略是指根据认知活动的特定目标在认知活动开始前计划好活动 的程序，想象出活动中会出现的问题及其解决方法，预计活动的结果并估计其有 效性的策略。"
    },
    {
        "summary": "元认知监控策略",
        "content": "元认知监控策略是指学习者对自己应用策略的情况进行监控，保证该策路在 学习过程中有效进行的策略"
    },
    {
        "summary": "元认知调节策略",
        "content": "元认知调节策略是指根据对认知活动结构的检查，对发现的问题进行及时弥 补，及时修正和调整认知策略的策略。"
    },
    {
        "summary": "资源管理策略",
        "content": "资源管理策略是一种辅助学生管理可用的环境和资源的策略。包括：时间管 理策略、努力管理策略、学业求助策略。"
    },
    {
        "summary": "时间管理策略",
        "content": "时间管理策略是对时间进行有效管理的策略"
    },
    {
        "summary": "时间计划策略的分类",
        "content": "根据目标的时间分类，时间计划策略可以分为长期目标的时间计划、中期目 标的时间计划和短期目标的时间计划"
    },
    {
        "summary": "最优时间策略",
        "content": "在不同的时间里，人的体力、情绪和智力状态是不一样的，学习者要选择自 己生理功能旺盛、精力充沛的时候从事学习活动。"
    },
    {
        "summary": "化零为整策略",
        "content": "时间的有效性不仅仅体现在整块时间的利用上也体现在零碎时间(如课余饭 前饭后、等人等车、乘车乘船等)的利用上。"
    },
    {
        "summary": "努力管理策略",
        "content": "努力管理策略就是为了维持或促进意志努力，而对自己的学习兴趣、态度、 情绪状态等心理因素进行约束和调整，实现学习目标的策略。"
    },
    {
        "summary": "学业求助策略",
        "content": "学业求助策略是指学生在学习过程中遇到困难向他人寻求帮助以克服学习困 难，提高学习效率的策略。"
    },
    {
        "summary": "学业求助的类型",
        "content": "第一，学业求助的类型。根据学生寻求他人学业帮助的动机，划分为执行性 求助和工具性求助两大类。执行性求助是指学生面临学习困难时，直接请求他人 给出答案或直接替自己解决困难；工具性求助向他人寻求与解决问题有关的信 息，借助他人的力量自己解决问题或达成学习目标。"
    },
    {
        "summary": "影响学业求助的因素",
        "content": "第二，影响学业求助的因素：学业求助者的态度、学习者的归因、过去习得 经验的影响、难以识别该策略的运用条件"
    },
    {
        "summary": "学业求助的过程",
        "content": "第三，学业求助的过程：1.判断是否需要求助 2.决定是否需要求助 3.考虑如 何求助 4.获得帮助 5.评价反应"
    },
    {
        "summary": "学业求助策略的教学",
        "content": "第四，学业求助策略的教学  首先，教会学生正确看待学业求助；其次，注意发展学生学业求助能力"
    },
    {
        "summary": "传统智力理论的类型",
        "content": "传统智力理论主要认为智力是人脑的内部特性和有持发现的心理结构，主要有以下几种：第一，二因素理论。第二，群因素论。第三，流体智力与晶体智力理论。"
    },
    {
        "summary": "二因素理论",
        "content": "第一，二因素理论。一般因素和特殊因素是相互联系的，一般因素是智力结构的关键和基础。"
    },
    {
        "summary": "群因素论",
        "content": "第二，群因素论。美国心理学家瑟斯领发现智力并不是由斯皮尔曼所说的一般因素与特殊因 素组成，而是由若干个介于一般因素与特殊因素之间的群因素构成的。"
    },
    {
        "summary": "流体智力与晶体智力理论",
        "content": "第三，流体智力与晶体智力理论。美国心理学家卡特尔等人认为，一般智力因素包括两种，即流体智力和晶体 智力。"
    },
    {
        "summary": "流体智力",
        "content": "流体智力是指与基本心理过程有关的能力，如知觉、记忆，运算速 度和推理能力等，它是先天的，依赖于大脑的神经解剖结构，不大依赖于学习。"
    },
    {
        "summary": "晶体智力",
        "content": "晶体智力则是经验的结晶，它是在一定的社会文化背景中习得的， 如在学校学习获得的计算能力和操作能力等，它依赖于后天的学习和经验。"
    },
    {
        "summary": "加德纳的多元智力理论",
        "content": "美国心理学家加德纳认为，智力的内涵是多元的，它由七种相对独立的智力 成分构成，每种智力都是一个独立的功能系统，这些系统可以相互作用，产生外 显的智力行为"
    },
    {
        "summary": "智力",
        "content": "智力。包括阅读，写文章成小说以及用于日常会话的能力。"
    },
    {
        "summary": "音乐智力",
        "content": "音乐智力，包括对声音的辨别与的律表达的能力，如拉小提琴或写首曲子。"
    },
    {
        "summary": "逻辑—数理智力",
        "content": "逻辑—数理智力，包括数学运算与逻辑思考的能力，如做数学证明题"
    },
    {
        "summary": "空间智力",
        "content": "空间智力，包括认识环境、辨别方向的能力，如查阅地图等"
    },
    {
        "summary": "运动智力",
        "content": "运动智力，包括支配肢体完成精密作业的能力，如打篮球、跳舞等。"
    },
    {
        "summary": "自知智力",
        "content": "自知智力，包括认识自己并选择自己生活方向的能力。"
    },
    {
        "summary": "社交智力",
        "content": "社交智力，包括与人交往且能和睦相处的能力，如理解别人的行为、动机"
    },
    {
        "summary": "成功智力",
        "content": "成功智力是一种用以达到人生中主要目标的智力，是对现实生活中真正能起 到举足轻重影响的能力，由斯腾伯格提出。"
    },
    {
        "summary": "成功智力的组成",
        "content": "成功智力包括分析性智力、创造性智力和实践性智力三个方面，分析性智力 发现好的解决方法，用创造性智力找对问题，用实践性智力来解决实际问题，只 有这三个方面协调、平衡时才最有效。"
    },
    {
        "summary": "问题解决",
        "content": "问题解决是指个体通过运用并超越过去所学规则以产生一个新答案的过程"
    },
    {
        "summary": "安德森问题解决的三个特征",
        "content": "问题解决是指个体通过运用并超越过去所学规则以产生一个新答案的过程。 安德森提出问题解决有三个特征：目的性、运算性、认知性。问题解决的心理过 程如下：第一，理解和表征问题；第二，寻求解答阶段；第三，执行计划；第四， 评价结果阶段。"
    },
    {
        "summary": "影响问题解决的因素",
        "content": "影响问题解决的因素：（1）知识经验；（2）个体的智能与动机；（3）问题情境与表征方式；（4）思维定势与功能固着；（5）原型启发与酝酿效应"
    },
    {
        "summary": "知识经验",
        "content": "知识经验不足常常是不能解决问题的重要原因，有关的知识经验会促进对问 题的表征。"
    },
    {
        "summary": "个体的智能与动机",
        "content": "智能水平是影响问题解决的极其重要的因素。智力中的推理能力，理解力等 成分都影响着问题解决。动机是促使人解决问题的动力因素，动机的性质和强度 会影响问题解决的进程。"
    },
    {
        "summary": "问题情境与表征方式",
        "content": "问题情境中各素材元素的空间集合方式直接影响问题的解决。问题的呈现方 式也会影响问题解决的过程。对问题的表征是否恰当，会直接影响问题解决的难 易和速度。"
    },
    {
        "summary": "思维定势",
        "content": "思维定势是指在问题解决的过程中作了特定加工的准备，在问题解决过程中 常常限制人的思维范围，严重影响学生创造力的发挥。"
    },
    {
        "summary": "功能固着",
        "content": "功能固着是一种特殊类型的消极定势，即把某种功能赋予某 种物体的倾向，往往影响问题解决的灵活性。"
    },
    {
        "summary": "原型启发",
        "content": "在问题解决过程中，由于原型与所要解决问题有某些共同点或相似之处，能 引起联想，对问题解决有很大作用。"
    },
    {
        "summary": "酝酿效应",
        "content": "酝酿效应是指在反复探索一个问题而无结果 时，把问题暂时搁置几小时、几天或几个星期之后，由于某种契机突然产生灵感， 使问题迎刃而解。"
    },
    {
        "summary": "有效问题解决者的特征",
        "content": "有效问题解决者的特征：(一)在擅长的领域表现突出(二)以较大的单元加工信息"
    },
    {
        "summary": "问题解决能力的培养措施",
        "content": "第一，问题解决能力培养与学科知识教学有机结合，形成知识结构体系"
    },
    {
        "summary": "问题解决能力的培养措施",
        "content": "第二，问题的难度要适当，注重对结构不良问题的训练。"
    },
    {
        "summary": "问题解决能力的培养措施",
        "content": "第三，分析问题的构成，帮助学生正确地表征问题。"
    },
    {
        "summary": "问题解决能力的培养措施",
        "content": "第四，强调一般思维方法和具体问题解决技能相结合，帮助学生养成分析问题和 策略性思维的习惯"
    },
    {
        "summary": "创造性",
        "content": "创造性是一种个性特质，拥有这种个性特质的人具备创造力"
    },
    {
        "summary": "创造性的内涵",
        "content": "(一)能力观；(二)过程观；(三)人格说；(四)产品观"
    },
    {
        "summary": "能力观",
        "content": "依据创造性人才的能力水平，大多数心理学家认为：“创造性是一种创造新品的能力，这种产品是既新颖又适宜 ”"
    },
    {
        "summary": "过程观",
        "content": "个体的创造性总是体现在问题解决活动中。"
    },
    {
        "summary": "人格说",
        "content": "(三)人格说。该观点认为个体在创造活动中表现出来的不同于一般的某种人格特征"
    },
    {
        "summary": "产品观",
        "content": "创造产品在一定程度上体现了主体的创造过程，反映了主体的创造性品质。 总的来说，创造性是个体利用一定内外条件，产生新颖独特、有社会和个人价值 产品的能力与相应的人格特征整合的心理品质。"
    },
    {
        "summary": "创造性的心理结构",
        "content": "创造性的心理结构：(一)创造性认知品质；(二)创造性人格品质；(三)创造性适应品质"
    },
    {
        "summary": "创造性认知品质",
        "content": "创造性认知品质是指创造性心理结构中与认知加工有关的部分，它是创造性 心理活动的核心"
    },
    {
        "summary": "创造性认知品质的构成",
        "content": "创造性认知品质主要包括创造性想象、创造性思维、创造性认 知策略三个方面。"
    },
    {
        "summary": "创造性人格品质",
        "content": "创造性人格品质：1.创造性动力特征；2.创遗性情意特征；3.创造性人格特质"
    },
    {
        "summary": "创造性动力特征",
        "content": "创造性动力主要表现为创造动机，它反映的是个体的目的和意图"
    },
    {
        "summary": "创造性情意特征",
        "content": "创造性情意特征主要包括创造情感和创造意志两个方面"
    },
    {
        "summary": "创造性人格特质",
        "content": "创造性人格特质在创造性中有着不可忽视的地位和作用"
    },
    {
        "summary": "创造性适应品质",
        "content": "创造性适应品质是指个体通过与社会生活环境的交互作用，所表现出来的对外在 社会环境进行创造性的操作应对，对内在创造过程进行调适所表现出来的创造性 行为倾向，具体表现为创造行为习惯、创造策略和创造技法的掌握运用等。"
    },
    {
        "summary": "创造性的培养措施",
        "content": "创造性的培养措施：第一，营造鼓励创造的环境；第二，培养创造型的教师队伍；第三，发展和培养创造性思维"
    },
    {
        "summary": "品德发展的实质",
        "content": "品德发展是指个体在整个生命历程中品德的发生、发展和变化，即伴随个体 成长过程中品德心理结构、品德各个成分及其功能的发展变化。"
    },
    {
        "summary": "影响品德形成的因素",
        "content": "（一）影响品德形成的外部因素；(二)影响品德形成的内部因素"
    },
    {
        "summary": "影响品德形成的外部因素",
        "content": "影响品德形成的外部因素：第一，家庭环境；第二，学校集体；第三，社会化；"
    },
    {
        "summary": "家庭环境",
        "content": "(1)家庭经济状况和居住条件(同儿童的品德之间不存在显著的相关)；(2)家庭结构和主要社会关系(父母感情破裂，对子女品德的发展有严重的不 良影响"
    },
    {
        "summary": "学校集体",
        "content": "(1)班集体的影响。班集体是构成学校集体的基本单位，学校集体的特点也是透过班集体的特点表现出来的:①班集体信念②班集体情感③班集体的坚定的意志行动④班集体的行为习惯水平"
    },
    {
        "summary": "学校德育的影响",
        "content": "学校德育是根据一定社会的思想政治观点、道德行为规范和学生的身心发展 规律，有目的、有计划地塑造儿童与青少年心灵的教育活动"
    },
    {
        "summary": "学校德育的三条途径",
        "content": "学校德育主要是通过三条 途径实现的:①学科教学②全校、年级、班级或团、队活动③课外和校外活动 (3)学校集体中其他因素的影响：①教师的领导方式②集体舆论③校风班风"
    },
    {
        "summary": "社会化",
        "content": "社会化的基本途径是通过广大的社会教化和个体内化实现的(环境和社会文化)"
    },
    {
        "summary": "道德认知的培养方略",
        "content": "道德认知的培养方略一般有短期训练法、小组讨论法、认知冲突法等"
    },
    {
        "summary": "道德情感",
        "content": "道德情感指人们依据社会的道德准则去处理相互关系时所体验到的情感，是 一种自我监督的力量。"
    },
    {
        "summary": "人本主义情感取向的道德教育理论",
        "content": "人本主义情感取向的道德教育理论：第一，承认人性是建设性的；第二，重视情感在道德教育中的作用；第三，实施道德教育的三个最基本的条件:一是真诚:二是接受和信任:三是移 情性理解"
    },
    {
        "summary": "移情",
        "content": "移情是对事物进行判断和决策之前，将自己处在他人的位置，考虑他人的 心理反应，理解他人的态度和情感体验。"
    },
    {
        "summary": "道德行为",
        "content": "道德行为就是个人在一定的道德认知与道德情感的激励下，表现出来的对他 人和社会具有一定道德意义的行为。道德行为是道德情感和道德认知的集中体 现"
    },
    {
        "summary": "角色扮演",
        "content": "角色扮演就是使个人暂时置身于他人的社会位置，并按这一位置所要求的方 和态度行事，以增进个人对他人社会角色及自身原有角色的理解，从而有效地履 行行自己的角色的技术方法"
    },
    {
        "summary": "品德不良",
        "content": "品德不良是指学生个体具有不符合道德要求的品质，经常违反道德标准的行 为。这些问题可能是道德认识方面的，也可能是道德行为、意志方面的。"
    },
    {
        "summary": "品德不良的类型",
        "content": "(一)作弊行为；(二)诚信及文明礼仪缺失；(三)责任意识淡薄"
    },
    {
        "summary": "品德不良的成因分析",
        "content": "青少年品德不良的形成既有客观方面原因，也有主观方面的原因。"
    },
    {
        "summary": "品德不良的客观原因",
        "content": "首先，品德不良的客观原因：第一，家庭方面的原因；第二，学校方面的原因"
    },
    {
        "summary": "品德不良的主观原因",
        "content": "其次，品德不良的主观原因：第一，道德认知水平低或道德认知偏差；第二，缺乏积极的道德情感体验"
    },
    {
        "summary": "心理健康",
        "content": "心理健康是一种良好而持续的心理状态和过程，表现为个人具有生命的活 力、积极的内心体验、良好的社会适应，并能有效地发挥个人的身心潜能和积极 的社会功能"
    },
    {
        "summary": "中小学生常见心理健康问题",
        "content": "中小学生常见心理健康问题：第一，学习问题，包括厌恶学习、逃学、学习效率低、阅读障碍及多动障碍；第二，人际关系问题。包括亲子师生关系等问题，如社交恐惧、人际冲突等。"
    },
    {
        "summary": "心理健康与心理素质的关系",
        "content": "（1）从根本上说，心理素质和心理健康都是人的心理现象；（2）从心理素质的功能看，心理健康是心理素质健全的功能状态和外显标志之一。"
    },
    {
        "summary": "青少年心理健康教育的方法",
        "content": "第一，认知法；第二，游戏法；第三，测验法。智力、性格、态度、兴趣和适应性等各种问卷测验"
    },
    {
        "summary": "宫廷学校",
        "content": "皇家贵族子弟开设的教育场所。古代东方设置最早的，也是早期奴隶制国家最高级 的学校。学校的学习内容主要是书写和计算、处理国家事务的技能、符合统治者的政治 道德规范。"
    },
    {
        "summary": "文士学校",
        "content": "古代埃及和两河流域的一种教育机构"
    },
    {
        "summary": "文士",
        "content": "“文士”是指古代一些精于文字书写、通晓 国家法令、且有较好文化修养的人"
    },
    {
        "summary": "古儒",
        "content": "“古儒”指对经典有专门研究、具有一定文化修养并且致力于教育工作的人。"
    },
    {
        "summary": "古儒学校的特点",
        "content": "古儒学校有严格的挑选制度，入学后要求学生沐浴、祈祷、过艰苦生活。"
    },
    {
        "summary": "僧侣学校",
        "content": "僧侣学校是设立在宗教活动场所的教育机构。一般以传授宗教教义为主，兼授诸如 天文学、数学、医学、建筑学、文法、地理学、宗教绘画、舞蹈等学科。"
    },
    {
        "summary": "那兰陀寺",
        "content": "古代印度的那兰陀寺建于公元前425年左右， 是古代印度的最高学府和学术活动中心。"
    },
    {
        "summary": "古代东方国家教育的特点",
        "content": "人类的教育以东方国家为先"
    },
    {
        "summary": "古代东方国家教育的特点",
        "content": "尊师重道是古代东方国家教育的优良传统"
    },
    {
        "summary": "奴隶社会教育的基本特征",
        "content": "奴隶社会教育的基本特征：有专门的教育机构和专门的教师；教育具有阶级性；教育与生产劳动相脱离；"
    },
    {
        "summary": "斯巴达教育的性质",
        "content": "教育完全取决于统治阶级的政治、军事需要，把斯巴达人训练成绝对忠于国家、体 格强壮的军人。"
    },
    {
        "summary": "雅典教育的目的",
        "content": "雅典的教育强调通过身体、道德、智力和审美等方面的训练，把受教育者培养成具有健美体格、高尚情操、广泛文化素养和智力发展、有多方面兴趣、能言善辩，即“身心既美且善”的公民。"
    },
    {
        "summary": "雅典教育的主要特征",
        "content": "雅典教育的主要特征是进行诸方面的和谐发展教育。与斯巴达教育相比，雅典对教 育采取放任政策，制度化更高，把教育子女看成是家庭的职责，学校类型较多，允许私 人办学。"
    },
    {
        "summary": "雅典教育的主要特征",
        "content": "雅典教育以培养全面和谐发展的公民为主，重视德育、智育、体育、美育几方 面的内容，这是雅典教育的重要特色之一。"
    },
    {
        "summary": "希腊化",
        "content": "“希腊化”一词最早是由德国历史学家德罗伊森提出的，意思是指体现希腊文化的 马其顿人和希腊人把希腊的政治制度和文化传播到亚洲和非洲的广大地区，进而使其与 亚非诸国固有文化相融合"
    },
    {
        "summary": "希腊化时期的教育特征",
        "content": "希腊本土的教育开始衰落。"
    },
    {
        "summary": "希腊化时期的教育特征",
        "content": "古希腊教育模式被广泛移植到已经希腊化了的世界各地。"
    },
    {
        "summary": "希腊化时期的教育特征",
        "content": "继柏拉图、亚里士多德的学园后，古希腊出现了新型的教育机构，其中最有影响 的就是伊壁鸠鲁学园和斯多葛学园。"
    },
    {
        "summary": "希腊化时期的教育特征",
        "content": "亚历山大里亚成为希腊化时期的学术中心，对希腊化时期科学文化的发展起了重 要作用，保存和发展了古希腊灿烂的文化。"
    },
    {
        "summary": "教育与经济的关系",
        "content": "国家发展必须具备三个基本条件：庶、富、教，三者是逐次递进的关系，教育处于顶端。 只有通过实施有效的社会教化，才能进一步规范社会秩序，保证社会的长治久安。"
    },
    {
        "summary": "教育与法律的关系",
        "content": "“道之以政，齐之以刑，民免而无耻。道之以德，齐之以礼，有耻且格”。教育比政令、 刑律更重要和有效。"
    },
    {
        "summary": "教育与政治的关系",
        "content": "(1)教育是政治的一种形式，它比单纯的行政手段效果要好；(2)教育还能通过培养统治人才为政治服务。"
    },
    {
        "summary": "志士的标准",
        "content": "志士的标准是：“行己有耻，使于国方，不辱君命，可谓士矣”。 ——有耻是“士”的 条件。"
    },
    {
        "summary": "羞耻心",
        "content": "羞耻心就是有道德的是非善恶观念，以不道德的言行为耻。人有羞耻心，就有了道德的底线。"
    },
    {
        "summary": "成人的标准",
        "content": "成人的标准是：除了具备上述志士和君子所必须具备的各种优良品质和基本素质外， 还应该具有艺、礼、乐等多方面的知识和能力。"
    },
    {
        "summary": "选拔人才的标准",
        "content": "子夏：“仕而优则学，学而优则仕”"
    },
    {
        "summary": "孔子的私学的意义",
        "content": "孔子的私学的确打破了受教育对象的地域、族类和家庭出身的限制，使受教育的范围扩 大到了没落的奴隶主贵族、新兴地主、商人及一般社会平民，扩大了教育的社会基础，适应 了社会发展的要求，有利地推动了春秋以来的学术下移运动，壮大了士阶层的队伍，促进了 各民族文化的融合与发展。"
    },
    {
        "summary": "《诗》",
        "content": "《诗》是中国第一部诗歌总集。传说古诗本来有三千篇，经孔子删订，存留三百零五篇， 概称三百篇。"
    },
    {
        "summary": "《书》",
        "content": "《书》即《尚书》,是中国最古的一部史料总集，上自尧舜，下至春秋初期。相传孔子 共搜访到三千多篇，他去其虚妄，删其重复，将余下的百篇编篡成书。但经过秦始皇焚书后， 到汉代只留下二十八篇。"
    },
    {
        "summary": "《礼》",
        "content": "《礼》为孔子选取士人必须学习的各种礼制，共十七篇，就是流传至今的“三礼”之一  的《仪礼》。"
    },
    {
        "summary": "《易》",
        "content": "《易》本是一部占卜的书，由阴阳组成八卦，两两相叠，又构成64卦和384爻，孔子 十分喜欢《易》,他对《易》经作了传，摈弃了其神秘色彩，而将其作为哲学和政治伦理思 想来传授，使《易》成为儒家的一部经典著作。"
    },
    {
        "summary": "《春秋》",
        "content": "《春秋》第一部编年史，由孔子依据鲁国史官所编《春秋》整理而成。记载了从鲁隐公 元年(公元前722年)到鲁哀公十四年(公元前481年)共242年的大事。"
    },
    {
        "summary": "六书的意义",
        "content": "六书是孔子制订的中国历史上第一套，也是最著名的教科书，除《乐经》外，其他五本 经典成为汉代以后中国封建官学和私学所使用的基本教科书。它们与四书一起成为隋唐之后 科举考试的主要内容。"
    },
    {
        "summary": "孔门四科",
        "content": "德行、政事、言语、文学，即后人所谓“孔门四科”"
    },
    {
        "summary": "修身原则",
        "content": "( 一 )立志有恒；(二)安贫乐道；(三)推己及人；(四)克己内省"
    },
    {
        "summary": "孔子在教育史上的贡献及影响",
        "content": "作为一个真诚的教育家，孔子是极富于首创精神的。他一生抱着追求真理和作育人才的 愿望，在自由讲学的长期实践中积累起来的丰富的教育思想和经验，乃是中国教育史上的宝 贵遗产。从我国古代教育史的发展看，许多对后世产生巨大影响的重要思想和言论，大都可 以直接追溯到孔子。"
    },
    {
        "summary": "论教育作用",
        "content": "孟子论教育作用，是以其政治主张和哲学思想为基础的。一方面强调教育的社会作用， 另一方面，又强调教育在人的发展中的作用。"
    },
    {
        "summary": "性善论",
        "content": "在哲学上，孟子提出“性善论”,认为人性是先天所固有的，是至纯至善的，人 之所以不同于禽兽，就是因为人有善性。"
    },
    {
        "summary": "教育的作用",
        "content": "从这个意义上说， 教育的作用就在于找回散失的善的本性，保存和发扬天赋的善端，  因此他说：“学问之道无他，求其放心而已矣。”"
    },
    {
        "summary": "荀子",
        "content": "荀子，名况，字卿，又称孙卿，战国末年赵国人，儒学大师。曾周游列国，宣传自己的 学说主张。他曾在齐国的稷下学宫长期执教，成为资望最高的“老师”"
    },
    {
        "summary": "性恶论",
        "content": "在人性论问题上，荀子提出了“性恶论”,批评了孟子的“性善论”。他写了《性恶》 一文，认为人的本性都是好利疾恶的，并不存在仁义礼智等先天道德品质，如任其发展而不 加节制，必然使社会产生混乱，这就否定了先天道德论。"
    },
    {
        "summary": "儒者的划分",
        "content": "荀子把当时的儒者划分为几个层次，即俗儒、雅儒、大儒。"
    },
    {
        "summary": "俗儒",
        "content": "俗儒是最低一等的儒，这类  人徒然学得儒者的外表，宽衣博带，但对“先王”之道仅会作教条诵读而已，全然不知其用"
    },
    {
        "summary": "雅儒",
        "content": "雅儒不侈谈什么“先王”,却懂得取法“后王”,他们虽不能理解“法典”所未载和自己所未  见的问题，却能承认无知，显得光明而坦荡"
    },
    {
        "summary": "大儒",
        "content": "大儒是最理想的一类人才，他们不仅知识广博， 且能以已知推知未知，自如地应付新事物，新问题，这才是教育所要培养的理想人才。"
    },
    {
        "summary": "墨子",
        "content": "墨家的创始人是墨子，名翟，生卒年不可确考，活动于春秋与战国之际。墨子出身微贱， 精于工技，曾经“学儒者之业，受孔子之术”,后创立墨家学派。"
    },
    {
        "summary": "墨家私学",
        "content": "墨家私学是一个组织严格、纪律性极强的宗派集团。其领袖称为“巨子”,墨子是第一 代巨子。巨子是精通墨家之义的圣贤，而且还是墨家之法的执行者。"
    },
    {
        "summary": "墨家的社会政治理想",
        "content": "墨家的社会政治理想是“兴天下之利，除天下之害”,其中一项重要内容，就是推行教  育，主张通过“有力者疾以助人，有财者勉以分人，有道者劝以教人”,建设一个民众平等、 互助的“兼爱”社会。"
    },
    {
        "summary": "三表法",
        "content": "墨子还提出了判断言谈是否正确的三条标准，即著名的“三表法”:“上本之于古者圣王  之事”、“下原察百姓耳目之实”、“观其中国家百姓人民之利”。"
    },
    {
        "summary": "染丝说",
        "content": "墨子阐述了环境和教育对人性形成的影响，他以染丝为例，“染于苍则苍，染于黄则黄， 所入者变，其色亦变”,来说明“士亦有染”,所以“染不可不慎也” 。这就是著名的“染 丝说 ”"
    },
    {
        "summary": "墨家教育思想的主要观点",
        "content": "墨子不赞成儒家“叩则鸣，不叩则不鸣”的被动施教的态度，主张“虽不叩必鸣者也”的“强说人”精神"
    },
    {
        "summary": "墨家教育思想的主要观点",
        "content": "墨子特别强调道德行为的锻炼。他说：“士虽有学，而行为本焉”,他要求学生树立“强 力而行”的刻苦磨炼精神。"
    },
    {
        "summary": "墨家教育思想的评价",
        "content": "墨家教育思想具有自身特色，其中也包含着不少合理主张，尤其可贵的是其科学技术知 识和技能技巧的专门教育，在中国教育史上首先提出并实行的，这就使得墨子教育思想成为 中国教育史上一份独特的、很有价值的遗产。"
    },
    {
        "summary": "道家",
        "content": "战国道家分为两派，一是稷下黄老学派，另一是庄子，承袭了老子的哲学思想"
    },
    {
        "summary": "道家教育思想的主要观点",
        "content": "道家认为“道”是天地万物的本源。教育目的就是要求人们把“道”当作认识、追求、  实现的总目标，一切教育思想和活动都围绕着“道”而展开。"
    },
    {
        "summary": "道家教育思想的主要观点",
        "content": "老子主张“复归于朴”、“复归于婴儿”,希望回归原始淳朴的状态，就像婴儿时代一样。 而学习恰恰与老子的主张背道而驰。"
    },
    {
        "summary": "道家教育思想的主要观点",
        "content": "道家并非根本不要教育，而是提倡与传统教育不同的特色教育。老子主张“居无为之事， 行不言为教”,反对过多的人为说教、干预、引导。"
    },
    {
        "summary": "道家教育思想的评价",
        "content": "总之，道家认为“道法自然”,主张培养能体会自然之道的圣人，对于孔子提出的仁义 道德持否定态度。道家轻视知识，主张以自然之道即“天道”为教育内容，要求人们完全听 凭自然，对于传统文化也持反对态度，强调“绝学无忧”。这就从根本上否定了教育的作用，对后世教育的发展也产生了不良的影响。"
    },
    {
        "summary": "韩非",
        "content": "韩非可称战国法家的集大成者，著有《孤愤》、《五蠹》、《内外储》、《说难》、《显学》等， 使法家学说系统化。李斯则是秦始皇统一天下后实施法家政策的倡导者。"
    },
    {
        "summary": "法家教育思想的主要观点",
        "content": "与道家一样，法家也并非完全不要教育，只是一味提倡法治教育而已。"
    },
    {
        "summary": "法家教育思想的评价",
        "content": "法家的主张迎合专制统治的需要，重实力，讲实效的风格有可取之处。但法家一味推崇 强权和暴力，蔑视文化教育和社会道德的作用，不仅会摧残思想文化教育的发展，对维护封 建统治最终也是不利的，这已被后来秦王朝覆灭的历史所证明。"
    },
    {
        "summary": "苏格拉底",
        "content": "苏格拉底 (Socrates,   前469一前399),是雅典著名的哲学家。苏格拉底的思想代表了传统、保守的雅典奴隶主阶级的思想， 但其中也有许多值得深思的东西。"
    },
    {
        "summary": "德即知识",
        "content": "“德即知识”(Virtue is Knowledge)的思想，也是苏格拉底教育思想的一个重要内容。 在他看来，知识包括一切善，美德是一种关于善的知识。"
    },
    {
        "summary": "启发式谈话法",
        "content": "启发式谈话法一般称为“苏格拉底法”,苏格拉底将它称为“产婆术”。包括讥讽、助产术、归纳和下定义。"
    },
    {
        "summary": "讥讽",
        "content": "所谓“讥讽”,就是在谈话中让对方谈出自己对某一问题的看法，然后揭露出对方谈话 中的自相矛盾，使对方承认自己对这一问题实际上一无所知。"
    },
    {
        "summary": "助产术",
        "content": "所谓“助产术”,就是用谈话 法帮助对方把知识回忆起来，就像助产婆帮助产妇产出婴儿一样。"
    },
    {
        "summary": "归纳",
        "content": "所谓“归纳”,是通过问 答使对方的认识能逐步排除事物的个别的特殊的东西，揭示出事物的本质的普遍的东西。从 而得出事物的“定义”。"
    },
    {
        "summary": "柏拉图",
        "content": "柏拉图(Plato,公元前427一公元前347),是希腊著名的哲学家，客观唯物主义的奠基 人。"
    },
    {
        "summary": "柏拉图的理念观",
        "content": "柏拉图客观唯心主义体系的理论基础和核心。他认为理念是独立而客观实在的本体，是 一切事物的本源。人日常感觉到的具体事物是运动变化的，不真实的；只有通过理性认识到 的“理念”才是永恒不变的，唯一真实“绝对存在”"
    },
    {
        "summary": "理念",
        "content": "所谓理念是指概念、普遍真理和法则、原理。理念先于宇宙而存在，并主宰宇宙间的万 事万物，是真理和至的源泉，现象只是理念的摹本而已。"
    },
    {
        "summary": "回忆说",
        "content": "二、回忆说  柏拉图的认识论和学习方法。人由肉体和灵魂组成，灵魂先于肉体存在于理念世界中， 当灵魂和肉体结合“投”为人时，就暂时失去了对最高理念的认识；但在现象世界的刺激下， 又可把忘记的知识捡回来。"
    },
    {
        "summary": "灵魂说",
        "content": "柏拉图认为，人的灵魂是由三部分组成的，即理性、激情和欲望。人们用以思考推理的 是灵魂的理性部分；以感觉喜怒哀乐等感情的是灵魂的激情部分；用以感觉爱、饿、渴等物 欲之骚动的是灵魂的欲望部分。"
    },
    {
        "summary": "人性论",
        "content": "柏拉图认为人是神用不同的东西造出来的：金质、银质、或铜铁质。金质的人拥有智慧  和理性品质，应该成为上层统治者，即哲学家；银质的人拥有勇敢和意志刚强品质，应该成  为军人和中下层统治者；铜铁质的人具有节制品质，应该成为劳动者，即手工业者和农民。"
    },
    {
        "summary": "亚氏",
        "content": "亚氏是古希腊哲学家和自然科学的集大成者，被称为百科全书式的思想家。"
    },
    {
        "summary": "灵魂说",
        "content": "人的灵魂分为三个部分：(一)植物灵魂；(二)动物灵魂；(三)理性灵魂"
    },
    {
        "summary": "植物灵魂",
        "content": "(一)植物灵魂，即人的生理部分，表现为营养、生长和发育等方面，是灵魂的最低级部分；"
    },
    {
        "summary": "动物灵魂",
        "content": "动物灵魂，即人的感觉部分，表现为本能、情感和欲望等方面，是灵魂的中级部分"
    },
    {
        "summary": "理性灵魂",
        "content": "理性灵魂，是灵魂的高级部分，表现为思维、理解和判断等方面"
    },
    {
        "summary": "教育遵循自然的原则",
        "content": "个人从出生到成人依次呈现出植物灵魂、动物灵魂和理性灵魂，要使灵魂的三个部 分得到充分发展，最有效的途径是教育和训练。据此，他提出了教育遵循自然的原则：先是 体格教育，然后是情感教育，最后是理智训练。"
    },
    {
        "summary": "文雅教育",
        "content": "文雅教育也称自由教育，认为自由民必须具有政治和经济上的自由，以及足够的闲暇时间，以便 从事心灵的沉思，研讨真理和进行哲学思考"
    },
    {
        "summary": "“白板说”和“潜能说”",
        "content": "认为人心就像一块“白板”或“蜡块”,知识来源于对事物的感觉及后天经验。但他同 时认为，人生来具有自然所赋予的潜在能力，通过教育可使潜在能力变为现实能力。这两种 观点为后世的“外铄论”和“内发论”提供了先导"
    },
    {
        "summary": "亚氏对教育理论的贡献",
        "content": "亚氏的“白板说”后为洛克等人继承发展，成为“外铄论”;而他的“潜能发展说” 则萌芽着“内发论”的倾向，他对这两大教育流派的形成都有一定的影响"
    },
    {
        "summary": "《学记》",
        "content": "《学记》是中国古代最早的一篇专门论述教育、教学问题的论著"
    },
    {
        "summary": "教育的作用",
        "content": "(1)教育是“化民成俗”的手段"
    },
    {
        "summary": "教育的作用",
        "content": "(2)教育发挥“建国君民”的作用"
    },
    {
        "summary": "教育的目的",
        "content": "(2)通过教育培养安分守己的“顺民”"
    },
    {
        "summary": "学制与学年",
        "content": "《学记》说：“古之教者，家有塾、党有庠，术(遂)有序，国有学。”大学教育的年限 定为两段、五级、九年。"
    },
    {
        "summary": "《学记》提出的教学原则",
        "content": "《学记》提出的教学原则主要有：1.教学相长 2.预防性 3.及时施教 4.循序渐进"
    },
    {
        "summary": "昆体良",
        "content": "昆体良，古罗马帝国时期的雄辩家、著名教育家。 主要著作为《雄辩术原理》(《论演说家的培养》 一书。它是一部雄辩术的教程，也是教育 著作。"
    },
    {
        "summary": "昆体良的教育主张",
        "content": "昆体良主张把培养善良而精于雄辩术的人作为教育所达到的基本目的。他认为， 一个  雄辩家既要擅长雄辩，通晓各种有价值的知识，具有较高的才能，同时也应具有崇高的思想、 高尚的情操，成为一个善良的人。"
    },
    {
        "summary": "昆体良的教育主张",
        "content": "昆体良充分肯定教育的巨大作用，认为大多数人都具有基本相同的天赋，都能敏捷地、 灵敏地学习。"
    },
    {
        "summary": "昆体良的教育主张",
        "content": "昆体良虽然强调教育在人的发展中的作用，但他也认为教育的基本作用并不是绝对的。"
    },
    {
        "summary": "昆体良的教学论",
        "content": "昆体良提出了教学应当适度的原则。"
    },
    {
        "summary": "昆体良的教学论",
        "content": "昆体良主张教学应当明白易懂"
    },
    {
        "summary": "昆体良的教学论",
        "content": "为防止学生因为负担过重而造成疲劳，昆体良主张学习与休息相间"
    },
    {
        "summary": "昆体良的教学论",
        "content": "昆体良强调在教学过程中，教师应当经常向学生提出问题，促使学生积极思考，从而 提高教学的效果"
    },
    {
        "summary": "昆体良的贡献",
        "content": "昆体良是古罗马时期最为重要的教育家。他的教育思想在西欧文艺复兴时期产生了广泛影响，成为人文主义教育的重要思想来源。"
    },
    {
        "summary": "《大学》",
        "content": "《大学》阐明大学教育的纲领，被认为是与论述大学教育之法的《学记》互为表里之作。"
    },
    {
        "summary": "《大学》的特点",
        "content": "《大学》的特点首先在于强烈的伦理性和人文色彩。无论是作为“大学之道”的三纲领， 还是作为“为学次第的”八条目，都着眼于人伦，以个人道德和社会政治的实现为目的，而  社会政治的实现也被看成是道德过程。其次表现出较强的逻辑性。"
    },
    {
        "summary": "《中庸》的观点",
        "content": "依《中庸》之见，人们可以从二条途径得到完善，一是发掘人的内在天性，进而达到对外部 世界的体认，这就是自诚明，谓之性，或者尊德性。其二是通过向外部世界的求知，以达到 人的内在本性的发扬，这就是自明诚，谓之教，或者道问学。"
    },
    {
        "summary": "《中庸》的观点",
        "content": "博学之，审问之，慎思之，明辨之，笃行之。这是对求知学习过程的阐述"
    },
    {
        "summary": "孔子生平",
        "content": "孔子(前551-前479),名丘，字仲尼，鲁国人。祖先是宋国贵族。孔子早年丧父，家  境衰落。孔子年轻时做过几任小官，五十一岁见老子；五十二岁为中都宰；五十五岁为鲁司 寇；"
    },
    {
        "summary": "苏格拉底生平",
        "content": "苏格拉底(Socrates,前469—前399)是古希腊哲学家和教育家，生于雅典一个平民家 庭，父亲是雕刻匠，母亲是接生婆。苏格拉底一生经历了雅典民主制度由盛到衰的过程。"
    },
    {
        "summary": "孔子的教育思想",
        "content": "教育的基本目的是培养志道和弘道的志士和君子。他一生以“朝闻道，夕死可矣”的精 神追求道。但孔子一生不得志，就把志道、弘道的希望完全寄托在弟子身上。"
    },
    {
        "summary": "孔子的教育思想",
        "content": "可用孔子的一句名言“有教无类”(《论语 · 卫灵公》)来概括，即不分贵族与平民， 不分华夏与狄夷都可以接受教育。"
    },
    {
        "summary": "孔子的教学内容",
        "content": "根据《论语》,人们可以从不同的角度概括孔子的教学内容：一曰：“子以四教：文、行、  忠、信。”"
    },
    {
        "summary": "孔子教学的主要科目",
        "content": "二曰：礼、乐、射、御、书、数等“六艺”, 是指孔子教学的主要科目：三曰：《诗》、《书》、 《礼》、  《乐》、《易》、《春秋》等“六书”, 是奴隶主的文化典籍，是孔子所使用的基本教材。"
    },
    {
        "summary": "孔子的教学方法",
        "content": "孔子更有诸多辉煌创造如：循循善诱、因材施教，学思结合，知行统一、不愤不启，  不悱不发，温故知新、循序渐进，举一反三等行之有效的方法，千古流传，至今仍在各级 各类学校的教学中发挥作用。"
    },
    {
        "summary": "苏格拉底的教育思想",
        "content": "苏格拉底的教育目的是造就治国人才。他认为治国人才必须受过良好的教育，主张通过教育来培养治国人才。 为了培养治国人才，他付出了毕生的精力。"
    },
    {
        "summary": "苏格拉底的教学方法",
        "content": "苏格拉底通过长期的教学实践，形成了自己一套独特的教学法，人们称之为“苏格拉底 方法”,他本人则称之为“产婆术”。"
    },
    {
        "summary": "稷下学宫",
        "content": "稷下学宫：因设在齐国都城临淄的稷门之下而得名，也是诸子百家学术争鸣中心场所，是 一所官学下的私学联合体。"
    },
    {
        "summary": "“独尊儒术”政策的实施",
        "content": "汉武帝独尊儒术的确立涉及董仲舒的“三对策”。其时，一个是为了建立“大一统”帝国的 需要，一个是出于争夺学术地位的需要，三道策问一拍即合。"
    },
    {
        "summary": "董仲舒的主张",
        "content": "一是“罢黜百家、独尊儒术”。"
    },
    {
        "summary": "董仲舒的主张",
        "content": "二是“兴太学，置明师，以养天下之士”。"
    },
    {
        "summary": "董仲舒的主张",
        "content": "三是建立选士制度以选拔任用贤才。"
    },
    {
        "summary": "太学",
        "content": "公元前124年，汉武帝采董仲舒和公孙弘建议，置博士弟子50人，此为汉正式成立太学之始， 标志封建管理大学制度确立。"
    },
    {
        "summary": "鸿都门学",
        "content": "鸿都门学是研究文学艺术的学院，因在洛阳的鸿都门而得名，是世界上最早的一所文艺专科学校。"
    },
    {
        "summary": "唐朝的教育政策",
        "content": "唐统治者主张三教并用，政治上儒术主导，而佛和道只是作为信仰和精神寄托。"
    },
    {
        "summary": "隋朝的官学教育制度",
        "content": "隋文帝时在中央设立国子寺，国子寺设置祭酒作为长官，专门管理所属各学。这是我国 设立专门的教育行政部门和专门教育长官的开始。隋炀帝大业三年(607年)改国子寺为国 子监。在国子监中设有国子学、太学、四门学、书学、算学。此外在大理寺还设有律学。"
    },
    {
        "summary": "唐朝的官学教育制度",
        "content": "唐中央设有国子学、太学、四门学、书学、算学、律学六学。六学中的前三学属于普通  学校，学习儒家经典。"
    },
    {
        "summary": "经学",
        "content": "经学：在府、州、县分设府学、州学、县学，在县设市学和镇学。各学校归地方政府之 行政长官长史兼管。"
    },
    {
        "summary": "三次兴学运动",
        "content": "宋的三次兴学运动，首先是以范仲淹为首的仁宗庆历四年的兴学；其次是神宗王安石为 相时改革科举兴建学校的一些措施；最后是崇宁元年的兴学。"
    },
    {
        "summary": "庆历兴学",
        "content": "范仲淹以为只考不教的办法是不问耕种只求收获。一是州县立学，改进国子学和太学， 并规定应科举者须先受相当教育。二是改革科举。考试的内容先策、次论、次侍赋通考；"
    },
    {
        "summary": "王安石",
        "content": "王安石是“中国十一世纪时的改革家”其“新法”代表了庶族地主阶级改良主义政策的 措 施 。"
    },
    {
        "summary": "三舍法",
        "content": "三舍法即将太学分成外舍、内舍、上舍三部分。外舍生成绩优良的升入内舍；内舍生成 绩优良的升入上舍；上舍生学行卓异者由主判直讲荐之中书，得免乡试、省试，直接补 官。"
    },
    {
        "summary": "王安石思想",
        "content": "王安石认为人才应从学校培养出来，王安石作诗、书、周礼之义并颁行于学官，称《三 经新义》。"
    },
    {
        "summary": "王安石思想地位",
        "content": "王安石思想代表了庶族地主抑制豪族地主的要求，是“新义式”理学。当时的另一方是 代表豪族地主集团的道统“心传式”理学，即以司马光、二程为首的宋朝理学。"
    },
    {
        "summary": "六等黜陟法",
        "content": "按成绩分为六等黜陟， 文理平通者列为一等，文理亦通者列为二等，文理略通者列为三等，文理有疵者列为四等， 文理荒谬者列为五等，文理不通者列为六等。"
    },
    {
        "summary": "私学的特点",
        "content": "与西周官学相比，春秋战国时期的私学具有以下特点：第一，政教分离，自由办学；第二，教学、学术研究、政治相结合，关注教育的政治功能；第三，没有固定教育场所和正规制度；"
    },
    {
        "summary": "私学兴起的意义",
        "content": "第一，私学自由讲学之风冲破了“学在官府”的旧传统，促使学校下移到民间；"
    },
    {
        "summary": "私学兴起的意义",
        "content": "第四，私学的产生促成了一大批教育思想家的产生，形成了诸子百家之学。"
    },
    {
        "summary": "隋唐私学",
        "content": "官学繁荣的同时私学也颇发达。总体而言前不及汉，后不及宋。隋朝大儒王通为著名的私 人讲学者，门下如魏征、房玄龄等。唐代初年，孔颖达等大儒皆开门授徒，孔颖达曾奉命撰 写《五经正义》,韩愈，柳宗元。"
    },
    {
        "summary": "南宋私学教育的发展",
        "content": "南宋偏安江南，官学虽有发展，但多有名无实，科举考试弊端丛生，引起许多学者的  不满，纷纷致力于私人教学，私学教育进入一个新阶段。"
    },
    {
        "summary": "南宋私学教育的类型",
        "content": "南宋时期的私学有了更明显的分化， 私学分为二大类型： 一类是教授识字和日用基本知识的小学或蒙学，主要有乡校、村学或由 宗族设立的义学，或富有人家的家塾。"
    },
    {
        "summary": "私学教育的作用",
        "content": "理学思想从奠基到集大成，差不多都是以私学为基地进行研究和传播的。"
    },
    {
        "summary": "私学教育的作用",
        "content": "它对宋代的人才培养所起的作用更为突出。私学教育造就了学者，学者的活动又推动了私 学教育，这是宋代私学教育的最显著的特点，也是其最重要的贡献。"
    },
    {
        "summary": "蒙养教育的发展状况",
        "content": "古代“小学”教育阶段称为“蒙养”教育阶段，基本理论依据和指导原则是“蒙以养正”或  “养正于蒙”。"
    },
    {
        "summary": "蒙养教育",
        "content": "蒙养教育一般指七八岁至十五六岁儿童的教育阶段。这里所谓的小学，实际  上已包括了现代的中等教育和幼儿教育的一部分"
    },
    {
        "summary": "蒙养教育的内容",
        "content": "蒙养教育的内容主要是进行初步的道德行为训练和基本文化知识的教学，以识字、写字、 背书为主。"
    },
    {
        "summary": "书院",
        "content": "书院是中国古代特有的教育组织形式。它以私人创办和组织为主，将图书的收藏、 校对与教学、研究合为一体，是相对独立于官学之外的民间性学术研究和教育机构。"
    },
    {
        "summary": "白鹿洞书院",
        "content": "白鹿洞书院，位于今江西省庐山，初为私人读书养性之所，唐代贞元年间(785-804年),李勃与其兄 李涉在庐山读书，曾养白鹿以自娱，因以得名。"
    },
    {
        "summary": "北宋著名的六所书院",
        "content": "(1)白鹿洞书院 (2)湖南长沙岳麓书院 (3)河南商丘应天府书院 (4)河南登封嵩阳书院 (5)湖南衡阳石鼓书院 (6)浙江江宁茅山书院"
    },
    {
        "summary": "书院的意义",
        "content": "书院扩大了中国古代学校 教育的类型，起到了弥补官学不足的作用。书院提倡自由讲学，注重讨论式，学术风气 浓厚，开辟了新的学风，成为推动教育和学术发展的重要动力。"
    },
    {
        "summary": "书院的意义",
        "content": "书院在办学和管理领域 也创造了许多行之有效的经验措施，成为中国封建社会中后期一种重要的教育组织形  式。"
    },
    {
        "summary": "中世纪大学的历史地位及影响",
        "content": "现代大学源于中世纪大学，现代大学的许多特征如教学组织、课程、考试、学位等是 直接从中世纪大学继承而来的"
    },
    {
        "summary": "中世纪大学的历史地位及影响",
        "content": "中世纪大学活跃了当时的思想文化活动，促进了城市的发展和繁荣，为文艺复兴和宗 教改革做了准备。"
    },
    {
        "summary": "朱熹",
        "content": "朱熹(1130—1200),字元晦，后改为仲晦，号晦庵，出生在福建南剑(今南平) 尤溪县，是我国南宋时期著名的思想家、教育家，是宋代程朱理学的集大成者。"
    },
    {
        "summary": "王守仁",
        "content": "王守仁(1472—1528),字伯安，号阳明，浙江余姚人，明代重要的思想家、教育家。"
    },
    {
        "summary": "朱熹的教育思想",
        "content": "教育的作用是明明德、变化气质，逐步达到“存天理，灭人欲”"
    },
    {
        "summary": "王守仁的教育思想",
        "content": "教育的目的和任务是“明人伦”,即教导人们认识和恪守五伦"
    },
    {
        "summary": "王守仁的教育思想",
        "content": "“知行合一”的道德教育观"
    },
    {
        "summary": "朱熹的教育思想",
        "content": "朱熹把小学教育和大学教育看做是统一的教育过程中相互衔接的两个阶段。认为小学阶 段的任务是“教事”,大学阶段的任务是“教理”,注意到了从儿童和青少年个性发展的心理 规律来考虑教育阶段的划分"
    },
    {
        "summary": "王守仁的教育思想",
        "content": "王守仁十分重视儿童教育，从“致良知”的要求出发，认为儿童时期“良知”保存最多， 受蒙蔽最少，他认为应该顺应儿童的性情，鼓舞儿童的兴趣来教导其发展，因此他主张教育  应从儿童时期抓起"
    },
    {
        "summary": "制度化教育的形成过程",
        "content": "为了杜绝教育活动的失范，只要有可能，制度的制定者总倾向于使制度中所包含的规则、 规范更为密集，并使制度配套，这就是“制度化”的倾向"
    },
    {
        "summary": "教育的交易成本",
        "content": "教育的交易成本主要包括以下几个方面：(1)教育资源的配置成本 (2)教育中的人员组织成本 (3)教育信息成本 (4)教育协调成本"
    },
    {
        "summary": "英国的教育制度",
        "content": "中世纪英国教育全由教会领导与管理，教育被认为是一种纯慈善事业，无统一标准和 要 求 。"
    },
    {
        "summary": "星期日学校",
        "content": "星期日学校——又称主日学习。主要学习宗教条文，兼带学些粗浅的读写知识。"
    },
    {
        "summary": "导生制学校",
        "content": "导生制学校——1789年，非传教士兰卡斯特在伦敦创办的一所招收贫苦儿童入学的学 校。从学生中选择一些年龄较大、学习成绩较好者充任导生。认为只要一位教师便能办起一 所学校。"
    },
    {
        "summary": "幼儿学校",
        "content": "幼儿学校——由工业资本家中慈善人士开办，不受教会控制。"
    },
    {
        "summary": "初等教育机构",
        "content": "工业革命后出现了一些新的初等教育机构，主要有：星期日学校、导生制学校、幼儿学校"
    },
    {
        "summary": "公学",
        "content": "公学因最初是由公众团体集资兴办，教学目的又是提高公共教育水平和培养一般公职人 员而得名。它事实上也是一种私立的文法学校，招生对象只限于社会上层子弟，教育目的主 要培养统治阶层人物"
    },
    {
        "summary": "法国中等教育的演进",
        "content": "19世纪初在拿破仑统治时期，重视中等教育的发展，设立了由中央政府开办的国立中 学和地方办理的市立中学"
    },
    {
        "summary": "国立中学",
        "content": "国立中学—一切开支都由国家负担，校长和教师的人选要经过严格的挑选。学制6   年，实行寄宿制，实行军事化管理。"
    },
    {
        "summary": "市立中学",
        "content": "市立中学—由地方政府设立，教学内容主要有古典语言基础知识、历史及其他科目的 基本原理"
    },
    {
        "summary": "私立中学",
        "content": "私立中学—其程度相当于市立中学"
    },
    {
        "summary": "专科学校",
        "content": "专科学校—先后办医药学校、法律学校、军事学校等"
    },
    {
        "summary": "德国的教育制度",
        "content": "由于长期的分裂割据，德国各公国都把教育和国力联系起来，都实施强迫义务教育，是  世界上最早推行义务教育的国家。"
    },
    {
        "summary": "德国的教育领导体制",
        "content": "从16世纪末开始，德意志境内各公国先后颁布了初等义务教育法令，期望从教会手 中收回初等教育管理权"
    },
    {
        "summary": "德国的教育领导体制",
        "content": "1787年普鲁士设立高级学校委员会，负责管理境内的全部中等和高等学校。"
    },
    {
        "summary": "德国的教育领导体制",
        "content": "1794年在其颁布的《民法》中，更以法令的形式宣布整个普鲁士大中小学均系国家 机构，所有公立学校都要受国家的监督和管理，学生入公办学校不受宗派的限制。"
    },
    {
        "summary": "德国的初等教育发展",
        "content": "17世纪后，初等学校名称改为德意志学校，教学内容增加了算术、自然、历史等，管理权逐渐转移到政府手中，教学方法受夸美纽斯教学原则的影响，普遍注意实行直观性教 学，并规定学生共同上课，实行学级制度。"
    },
    {
        "summary": "德国的初等教育发展",
        "content": "普法战争(1870-1871)后至90年代。德国完成了工业革命，初等教育机构也逐步定 型。初等学校分为初、高两级，每级4年，共计8年，前4年成为基础学校，后4年成为高 等国民学校，儿童6岁入学，14岁结业，实行强迫义务教育。"
    },
    {
        "summary": "德国中等教育的演进",
        "content": "近代德国中等教育的形式主要有：文科中学、骑士学院、实科中学三种。"
    },
    {
        "summary": "文科中学",
        "content": "宗教改革时由梅兰克吞创立的拉丁中学和斯图谟创建的文法中学"
    },
    {
        "summary": "骑士学院",
        "content": "骑士学院：又称武士学院。特殊中等学校，中世纪骑士教育的发展。到18世纪中期以后，骑士学 院逐渐消失"
    },
    {
        "summary": "美国教育概况",
        "content": "1834年，美国出现了第一所公立学校，在城市中出现分级学校，单间学校逐渐由初 级小学和中间学校所取代"
    },
    {
        "summary": "美国教育概况",
        "content": "独立战争后，文实中学的数量迅速增加，1800年有17所，到1850年已经发展到6085 所。"
    },
    {
        "summary": "公立中学运动",
        "content": "1827年，马萨诸塞州议会通过教育法令，规定每一城镇500户居民以上设中学一所，后 来各州也纷纷仿效。于是形成了公立中学运动"
    },
    {
        "summary": "日本的教育的特点",
        "content": "日本有善于吸收外国先进文化知识的传统，如遣唐使等；在近代化的过程中，它大胆借 鉴欧美教育经验，消化自立，整合出一套符合日本国情的教育制度。"
    },
    {
        "summary": "明治维新时期的教育",
        "content": "明治政府在学制方面仿照西方建立近代教育制度，但在思想教育方面却采取专制政策， 注重封建道德的灌输。"
    },
    {
        "summary": "洋务教育的指导思想",
        "content": "“中体西用”是洋务派关于中西文化关系的核心命题，也是洋务教育的指导思想。"
    },
    {
        "summary": "《劝学篇》",
        "content": "1898年张之洞撰成《劝学篇》,围绕“中体西用”的主旨，进行集中阐述，形成了一个比较完整的思想体系"
    },
    {
        "summary": "京师同文馆",
        "content": "1862年恭亲王奕訴在北京创办京师同文馆。它是清末第一所官办外语专门学校。初期 以培养外语翻译的洋务人才为目的，在教学管理上开班级授课制的先河，这是中国引入西方 教学方法的开始。"
    },
    {
        "summary": "军事学堂",
        "content": "洋务运动时期开办的军事学堂，包括水师学堂、武备学堂和军事技术学堂，共有15所 左右，其中主要的有：福州船政学堂、天津水师学堂、天津武备学堂、广州水陆师学堂、江 南水师学堂、北洋武备学堂等等"
    },
    {
        "summary": "科学技术学堂",
        "content": "洋务运动时期另一重要类型的新式学堂是科学技术学堂，共开办了14所，其中主要有： 福州电气学塾、山海关铁路学堂、天津电报学堂、上海机器学堂、天津医学馆等等。"
    },
    {
        "summary": "中学的诞生",
        "content": "天津中西学堂内分头等学堂和二等学堂。二等学堂是头等学堂的预科。二等学堂就是中国中学之始"
    },
    {
        "summary": "高等教育",
        "content": "1897年12月，盛宣怀获准在上海创设南洋公学。办学经费由招商、电报二局岁捐银10  万两充之。该校于1897年4月8日开学，先设师范院，招生40名，是中国师范教育的开始"
    },
    {
        "summary": "《壬寅学制》",
        "content": "1902年清政府公布管学大臣张百熙拟订的《钦定学堂章程》,因这一年为旧历壬寅年， 又称“壬寅学制”"
    },
    {
        "summary": "《癸卯学制》",
        "content": "1904年清政府颁布由张之洞、张百熙、荣禄拟订的《奏定学堂章程》,是中国近代由国 家颁布的第一个在全国范围内实行推行的系统学制。"
    },
    {
        "summary": "《壬子癸丑学制》",
        "content": "1913年教育部又相继颁布了各种学校规程，对壬子学制作了补充、修改和完善，这样 就综合成为一个新的更加完整的学校系统，因1913年是农历癸丑年，故该学制称为“壬子癸 丑学制”"
    },
    {
        "summary": "捷克",
        "content": "17世纪，捷克，教育理论家和实践家，近代教育学的奠基人，是人类教育史上里程碑式的人物，后人把他尊称为“现代教育之父”、“教育史上的哥白尼”、 “捷克文化巨子之一”"
    },
    {
        "summary": "泛智教育",
        "content": "夸美纽斯主张“把一切知识教给一切人”，强调教育的普及性和广泛性，认为所有人都可以通过教育获得广泛而全面的知识，从而使智慧得到全面发展。这一思想打破了封建教育的等级限制，推动了教育普及化的进程"
    },
    {
        "summary": "学制与课程",
        "content": "根据教育适应自然的原则和“泛智”思想，提出学习的时机和早期教育问题。他将二十 四年学习时间区分为四个发展阶段，各为六年，并提出与之相适应的四级学制和有关的课程 安排"
    },
    {
        "summary": "夸美纽斯的评价",
        "content": "夸美纽斯拟定人类教育史上第一部完整单轨学制。这是对中世纪分散、孤立、不连贯、不统 一的封建等级教育的有力冲击，使学校系统相互衔接，首尾一贯。且把有目的的系统地对学 龄前儿童进行教育的特殊形式——学前教育纳入统一学制是伟大创见。"
    },
    {
        "summary": "班级授课制的特点",
        "content": "根据儿童年龄及知识水平分成不同班级，每个班级一个教室，由教师对一个班的学生授 课"
    },
    {
        "summary": "班级授课制的特点",
        "content": "为每个班级制订统一的教学计划，编写统一的教材，规定统一的作息时间，使每年、每 月、每日、每时的教学都有计划地进行"
    },
    {
        "summary": "班级授课制的特点",
        "content": "把全班学生分成若干小组，每组十人，委托一个优秀学生做十人长，协助教师管理学生， 考查作业"
    },
    {
        "summary": "教师的地位",
        "content": "教师职位是太阳底下再没有比它更优越的光荣职位。"
    },
    {
        "summary": "教师的地位",
        "content": "教师应该是一切善行的公正、积极、坚决的活的模范"
    },
    {
        "summary": "教师的地位",
        "content": "教师要把教育事业奠定在科学基础之上。"
    },
    {
        "summary": "洛克",
        "content": "洛克(1632—1704)英国17世纪著名的哲学家、教育家，绅士教育的倡导者，1693年 出版代表作《教育漫话》"
    },
    {
        "summary": "卢梭",
        "content": "卢梭(1712——1778)18世纪法国著名的启蒙思想家、哲学家、教育家，1762年出版 教育代表作《爱弥儿》"
    },
    {
        "summary": "卢梭的评价",
        "content": "卢梭提出自爱心与怜悯心的善良与合理，具有反禁欲主义的启蒙作用，也提供了教育 顺从天性的理论基础。"
    },
    {
        "summary": "自然教育的目的",
        "content": "自然教育的目的是培养“新人”,核心是强调对儿童进行教育，要遵循自然要求， 顺应人的自然本性"
    },
    {
        "summary": "自然教育的特点",
        "content": "自然的教育是自由的教育"
    },
    {
        "summary": "自然教育的特点",
        "content": "自然教育真谛，是解除束缚，了解儿童及大人的自然天性"
    },
    {
        "summary": "裴斯泰洛齐",
        "content": "裴斯泰洛齐(1746—1827),瑞士资产阶级民主主义教育家，代表作《林哈德与葛笃德》"
    },
    {
        "summary": "要素教育理论",
        "content": "要素教育理论是运用教育心理学化的理论研究初等教育"
    },
    {
        "summary": "赫尔巴特",
        "content": "赫尔巴特，19世纪主知主义教育思想的代表人物。主要著作《普通教育学》、《教育学 讲授纲要》"
    },
    {
        "summary": "赫尔巴特的课程论的历史地位及影响",
        "content": "在欧美近代教育史上，赫尔巴特提出的课程理论是最为完善和系统的。它继承了前人的 合理思想，并使之融合到一个有机联系的整体中，并力图赋予它以严格和广泛的心理学 基础，从而使课程的设置与编制有了明确的依据"
    },
    {
        "summary": "赫尔巴特的课程论的历史地位及影响",
        "content": "客观的说，无论在理论还是实践中，赫尔巴特并未真正解决欧美近代学校的课程问题， 但他为这个问题的解决进行了有益探索，并提出了一些卓有见地的主张"
    },
    {
        "summary": "赫尔巴特的教学形式的评价",
        "content": "赫尔巴特的教学形式阶段论在心理学基础上对教学过程中的一切因素和活动进行高度  抽象，所建立的一种明确的、规范化的教学模式，在一定程度上揭示了教学过程方面的 某些规律，具有广泛的实践意义，是值得肯定的"
    },
    {
        "summary": "赫尔巴特的教学形式的评价",
        "content": "赫尔巴特的教学过分强调形式，束缚了教师的主动性和灵活性，限制了学生学习的主动 性和创造精神"
    },
    {
        "summary": "赫尔巴特",
        "content": "赫尔巴特是德国著名的教育理论家，也被看作是近代教育科学的开拓者，科学教育学的 奠基人。美国进步教育运动兴起后，赫尔巴特被看作传统教育流派的代表人物。"
    },
    {
        "summary": "斯宾塞",
        "content": "斯宾塞，(1820-1903),19世纪中后期英国实证主义哲学家、社会学家、教育家。《教 育论》:《智育》、《德育》、《体育》、《什么知识最有价值》"
    },
    {
        "summary": "乌申斯基",
        "content": "乌申斯基(1823-1870)19世纪俄国资产阶级民主教育派代表人物，俄国国民学校和俄罗斯 教育科学奠基人，“俄国教师之父”,《人是教育的对象》"
    },
    {
        "summary": "蔡元培",
        "content": "蔡元培(1868——1940)字鹤卿，我国20世纪著名的革命民主主义者和杰出的教育家， 近代中国知识界的先驱"
    },
    {
        "summary": "约翰·杜威",
        "content": "约翰 · 杜威(1859—1952年)美国著名的哲学家和教育家。"
    },
    {
        "summary": "陶行知",
        "content": "陶行知(1891——1946),原名文溶(浚),安徽歙县人，中国现代伟大的“人民教育 家”"
    },
    {
        "summary": "教育心理学",
        "content": "教育心理学是一门研究在教育情境下人类学习、教育干预的效果、教学心理以及学校组织的社会心理学。"
    },
    {
        "summary": "皮亚杰的认知发展理论",
        "content": "认知发展理论中，皮亚杰的理论具有重要地位。他提出了儿童认知发展的四个阶段：感知运动阶段、前运算阶段、具体运算阶段和形式运算阶段"
    },
    {
        "summary": "感知运动阶段的特点",
        "content": "在感知运动阶段，婴儿通过感觉和动作来认识世界"
    },
    {
        "summary": "前运算阶段的特点",
        "content": "前运算阶段的儿童思维具有自我中心、不可逆性等特点"
    },
    {
        "summary": "具体运算阶段的特点",
        "content": "具体运算阶段的孩子能够进行逻辑思维，但仍需要具体事物的支持"
    },
    {
        "summary": "形式运算阶段的特点",
        "content": "形式运算阶段的青少年则具备了抽象逻辑思维能力"
    },
    {
        "summary": "维果斯基的理论",
        "content": "维果斯基的理论强调社会文化对认知发展的影响。他提出了“最近发展区”的概念，即儿童实际的发展水平与潜在的发展水平之间的差距。"
    },
    {
        "summary": "埃里克森的心理社会发展理论",
        "content": "埃里克森的心理社会发展理论描述了个体在不同生命阶段面临的主要冲突和发展任务。例如，在学龄期，儿童面临的主要任务是勤奋对自卑的冲突，如果在学习和活动中取得成功，他们会感到勤奋，否则可能会产生自卑感。"
    },
    {
        "summary": "建构主义",
        "content": "建构主义认为学习是学习者主动建构知识的过程，而不是被动地接受知识。"
    },
    {
        "summary": "人本主义学习理论",
        "content": "人本主义强调以学生为中心的教学，关注学生的情感、需要和自我实现。罗杰斯提出了非指导性教学，教师的角色是为学生提供支持和引导，让学生自主地探索和成长"
    },
    {
        "summary": "泥板书",
        "content": "古代生活在两河流域的人们将粘土和水调匀，制成大小不等的泥板，作为“纸”使用，并将字写在上面，然后再把它晒干或烧干，这就成了所谓的“泥板书”。"
    },
    {
        "summary": "泥板书舍",
        "content": "泥板书舍是古巴比伦苏美尔人创办的学校，由于学校用的教材是泥板书，学生做练习或作业也是用泥板，故将学校称为泥板书舍。"
    },
    {
        "summary": "比丘",
        "content": "比丘，即僧人，古印度佛教寺院里的僧徒学习12年后经考验合格者，叫做“比丘”。他们多数离寺回家，少数人继续留寺，再修习10年后，担任寺中的僧侣职务。"
    },
    {
        "summary": "比丘尼",
        "content": "古印度的女僧在尼庵学习完毕后成为“比丘尼”"
    },
    {
        "summary": "斯巴达的教育",
        "content": "斯巴达的儿童属于国家的财富，不过7岁以前由母亲养育，称为“母之子”。男孩满7岁即离开母亲入国立的公共教育场，接受军事体育训练。称为“国之子”。"
    },
    {
        "summary": "教育目的论",
        "content": "苏格拉底认为教育的目的是培养治国人才。治国者必须有德有才，深明事理，具有各种实际知识。他高度评价教育在造就人中的作用。"
    },
    {
        "summary": "“苏格拉底法”的主要特点",
        "content": "“苏格拉底法”的主要特点是通过与学生的对话来获得对事物的认识。这种方法不是建立在教师对学生的强制性灌输上，而是建立在与学生的共同讨论，从具体到抽象、从已知到未知的基础上，通过不断提问诱导对方认识并承认错误，自然而然地得到正确的结论。"
    },
    {
        "summary": "柏拉图的教育思想",
        "content": "柏拉图高度估价教育的作用，认为教育是改造人性，陶冶德性，实现理想国的唯一手段。"
    },
    {
        "summary": "柏拉图的教育思想",
        "content": "教育到底培养什么样的人?柏拉图把发展理性，培养执政的哲学家作为教育的最高目的，武士的培养次之，而农、工、商的训练则放在最轻微的地位。"
    },
    {
        "summary": "柏拉图的教育思想",
        "content": "柏拉图认为教育的最终目的是促使“灵魂转向”"
    },
    {
        "summary": "柏拉图的教育思想",
        "content": "教育既然关系到国家的兴衰存亡，因而，柏拉图吸取了斯巴达的经验，强调教育必须掌握在国家手中，由国家严格控制。他提出，应当由德高望重，理性发达的人担任教育首长，领导一切教育事宜。"
    },
    {
        "summary": "罗马教育的教育内容和教材",
        "content": "早期的罗马人有许多传统美德，诸如孝道、勇敢、果断、节俭等，这些成为对儿童教育的主要内容。公布后的“十二铜表法”成为儿童必读的教材。通过它，儿童得以学习法律知识。"
    },
    {
        "summary": "大主教学校",
        "content": "基督教传遍罗马帝国全境后，曾划分主教管区，各主教管区内设立大主教学校，由主教直接管理。大主教学校的学生是贵族和高级僧侣子弟，其组织与僧院学校相似，目的是培养较高级僧侣，学校条件较好，学科内容也较完备。"
    },
    {
        "summary": "教区(堂区)学校",
        "content": "出现较晚，设在村落教堂的门房或者牧师]的家中，设备简陋，以一般居民的子弟为对象，收取一定的学费。用拉丁语教授读书、识字和初步宗教知识，以及唱赞美诗等，不重视算术，只有少数教区学校才教计算。"
    },
    {
        "summary": "宫廷学校的教学内容",
        "content": "宫廷学校教授“七艺”及拉丁语和希腊语等科目"
    },
    {
        "summary": "中世纪大学的主要特征",
        "content": "中世纪大学从最初形成时已表现出自治的特点，即学校的事务基本由学校自行管理。"
    },
    {
        "summary": "城市学校",
        "content": "城市学校是由代表新兴市民利益的城市行政机关办理的世俗性学校。城市当局决定学费的金额，选聘教师并支付教师的薪金，确定儿童的入学资格。"
    },
    {
        "summary": "城市学校的历史地位及评价",
        "content": "城市学校的出现，是教育上的进步现象，它打破了教会对教育事业的垄断，削弱了宗教思想对人类精神的束缚"
    },
    {
        "summary": "宗教改革",
        "content": "16世纪初，正当文艺复兴运动处于高潮时期，欧洲爆发了宗教改革运动，其实质是要以符合新兴资产阶级的利益的新宗教去代替为封建势力服务的旧宗教，用新教会去代替旧教会，以建立资本主义的新秩序。"
    },
    {
        "summary": "加尔文派的教育主张",
        "content": "加尔文重视教育对个人生活、社会生活和宗教生活的意义。他认为，人与生俱来带有“原罪”，若不加以教化，抑恶扬善，人必定走向堕落"
    },
    {
        "summary": "加尔文派的教育主张",
        "content": "加尔文进而提出普及、免费教育的主张，要求国家开办公立学校，实行免费教育，使所有儿童都有机会受到教育，学习基督教教义和日常生活所必需的知识技能。"
    },
    {
        "summary": "加尔文派的教育主张",
        "content": "加尔文重视人文学科的价值，他说：“虽然我们把《圣经》置于首位，但我们并不排斥良好的训练。《圣经》确实是一切学问的基础，但是人文学科有助于理解《圣经》"
    },
    {
        "summary": "普及教育思想",
        "content": "夸美纽斯从他的民主主义的“泛智”思想出发，提出了普及教育思想。他的泛智思想要求“把一切事物教给一切人”，并且认为“一切儿童都可以教育成人”。"
    },
    {
        "summary": "夸美纽斯设计的学校制度体系",
        "content": "夸美纽斯所设计的学校制度体系，明显地反映了儿童身心发展特点。他把儿童从出生到青年分为四个阶段，每个阶段六年，设有与之相适应的学校。"
    },
    {
        "summary": "学年制",
        "content": "所谓学年制，就是所有公立学校在一年之中只招一次学生，秋季始业，同时开学，同时放假。学生入学之后，必须坚持完成学业，不许中途退学。"
    },
    {
        "summary": "关于校长的规定",
        "content": "校长的主要管理职责：（1）了解教师生活和教学工作情况，帮助和指导教师掌握教学的方法和策略；（2）监督整个学校各项规章制度和准则的执行；（3）妥善照管、认真保存学校的档案材料"
    },
    {
        "summary": "关于教师的规定",
        "content": "夸美纽斯非常重视教师的地位和作用。在教学中，教师首先应该教必需的东西——笃信宗教，然后是待人接物的美德，最后才是生活的外部装饰品——科学知识。"
    },
    {
        "summary": "自然教育",
        "content": "自然教育是指教育要遵循人的自然本性，使人得到自由地发展。"
    },
    {
        "summary": "自然教育的特点",
        "content": "卢梭指出，自然教育主要是针对富人的。因为穷人所处的环境特别是农村环境，已经十分接近自然，而且他们也只能接受这种教育"
    },
    {
        "summary": "自然教育的培养目标",
        "content": "卢梭提出，自然教育的最终目标是培养“自然人”。这个概念是与“公民”、“国民”等概念相对立的。"
    },
    {
        "summary": "消极教育",
        "content": "因此所谓“消极教育”实际上就是与传统的教育相反，使成人、教师在教育中的中心位置让位于童的自主发展；儿童不再是被动受教，教师也不再是主宰一切。"
    },
    {
        "summary": "卢梭的感官教育思想述评",
        "content": "卢梭极为重视感觉教育，认为感觉是知识的门户，是理性发展的工具。要学习思考，必须首先训练感觉和身体器官，以便为理性活动打好基础。"
    },
    {
        "summary": "“自然后果”的道德教育原则",
        "content": "卢梭反对道德说教，他依据自然教育理论提出“自然后果”的道德教育原则。这就是让儿童从自己错误行为的不良后果中获得经验，认识到哪些是不应该做的。"
    },
    {
        "summary": "卢梭的劳动教育思想",
        "content": "卢梭把劳动教育视为培养能够运用自己聪慧的头脑和灵巧的双手去从事劳动，营谋生活、自食其力的自然人的重要手段，因而十分重视劳动教育"
    },
    {
        "summary": "约翰·亨利赫·裴斯泰洛齐",
        "content": "约翰·亨利赫·裴斯泰洛齐(John Heimrich Pestalozzi，1746—1827)是瑞士著名的民主主义教育实践家和教育理论家。他确立了“教育心理学化”的思想，1801年他把布格多夫学校扩大，设立师范部，这是外国教育史上第一所用现代方法训练师资的学校。"
    },
    {
        "summary": "教育心理学化的内涵",
        "content": "教育心理学化的内涵包括：要求将教育的目的和教育的理论指导置于儿童本性发展的自然法则的基础上；使教学内容的选择和编制适合儿童的学习心理规律，即教学内容心理学化；"
    },
    {
        "summary": "裴斯泰洛齐的教育思想",
        "content": "裴斯泰洛齐高度评价教育的社会作用和在个体发展中的作用。他指出人民群众如果能受到合理的教育，就会成为有健全理性的人，也就能改善自己的生活，并推进社会的改良和进步。"
    },
    {
        "summary": "裴斯泰洛齐的教育思想",
        "content": "裴斯泰洛齐认为，把教育和教学工作置于儿童的心理活动规律的基础上，实现教育心理化，建立符合儿童心理活动规律的“教学机制”，是建立新式学校教育的关键所在。"
    },
    {
        "summary": "裴斯泰洛齐的教育思想",
        "content": "裴斯泰洛齐是初等学校各科教学法的奠基人。他对初等学校的语言教学、算术教学和测量教学尤为重视。"
    },
    {
        "summary": "要素教育论",
        "content": "要素教育就是指：初等学校的各种教育都应该从最简单的要素开始，然后逐渐转到日益复杂的要素，以便循序渐进地促进人的和谐发展。"
    },
    {
        "summary": "裴斯泰洛齐关于教育与生产劳动相结合思想的特征",
        "content": "裴斯泰洛齐关于教育与生产劳动相结合思想的特征主要包括：明确地把学习与手工劳动相联系、学校与工场相联系作为办学的实验内容之一；以安排学习为主，参加手工劳动为辅，但又强调二者的联系与结合；"
    },
    {
        "summary": "论教育目的",
        "content": "赫尔巴特依据其伦理学思想，论述了教育目的的问题。在他看来，教育目的可分为两部分，即“选择的目的与道德的目的”。"
    },
    {
        "summary": "“教育性教学”的含义",
        "content": "赫尔巴特明确提出了“教育性教学”的原则，即强调任何教学过程都必须同时进行道德教育，道德教育必须依赖于教学。他指出道德教育是通过，而且只有通过教学才能真正产生实际的作用，教学是道德教育的基本途径。"
    },
    {
        "summary": "设计教学法",
        "content": "设计教学法是由杜威的学生克伯屈以杜威的“从做中学”的理论为出发点创立的。1919年秋正式在南京高师附小试行，其教室称为“杜威院”"
    }
]